[
    
    {
    "slug": "colombo-day-tour",
    "name": "Colombo Day Tour",
    "description": "A short city tour to explore Colombo’s history, culture and modern lifestyle.",
    "image": "/images/tours/one-day/colombo.jpg",
    "type": "short tour",
    "location": "Colombo, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Gangaramaya Temple and Kelaniya Raja Maha Viharaya",
        "Experience modern Sri Lankan city lifestyle",
        "Old Parliament building and the Lotus Tower",
        "Pettah Market and the Red Mosque"
    ],
    "itinerary": [
        {
            "description": "Colombo, the bustling capital of Sri Lanka, is the main gateway for travelers exploring the island’s southern beaches.\n\nThe city has a rich history, influenced by the Portuguese, Dutch, and British, and shows this heritage through colonial buildings alongside modern skyscrapers and shopping centers.\n\nDuring the tour, you will visit the Gangaramaya Temple and Kelaniya Raja Maha Viharaya, see the Old Parliament building and the Lotus Tower, and explore Pettah Market and the Red Mosque.\n\nColombo also offers entertainment such as theaters, cinemas, cafes, museums, and art galleries. This short tour gives you a good overview of the city’s culture, history, and everyday life."
        }
    ]
},

{
    "slug": "kandy-day-tour",
    "name": "Kandy Day Tour",
    "description": "A full day tour to explore Kandy’s culture, wildlife, and gardens.",
    "image": "/images/tours/one-day/kandy.jpg",
    "type": "short tour",
    "location": "Kandy, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Pinnawala Elephant Orphanage",
        "Royal Botanical Gardens in Peradeniya",
        "Tea Factory Visit",
        "Sri Dalada Maligawa"
    ],
    "itinerary": [
        {
            "description": "The Pinnawala Elephant Orphanage was established in 1975 to care for adult and orphaned elephants in difficult situations. It is the largest breeding center for wild Asian elephants in the world. Here, you will see how the elephants are cared for, fed, and taken to the river for bathing.\n\nIf you prefer, the Pinnawala Nursery can be replaced by the Millennium Nursery, a smaller facility supervised by volunteers. You can take a short elephant ride, visit a small museum about elephants, and even participate in bathing an elephant in the river.\n\nNext, visit a garden of Ayurveda and spices, where you will learn about medicinal plants and enjoy aromatic spiced tea.\n\nThen, you will visit a working tea factory to see how the famous Ceylon tea is made, learn to identify different varieties, and taste the tea.\n\nAfterward, explore the Royal Botanical Gardens in Peradeniya. Covering about 60 hectares, the garden has tropical flowers, herbs, shrubs, and trees, including trees planted by world figures like Gagarin and Tsar Nikolai II. Walk among giant bamboo thickets, orchids, hibiscus, Seychelles palms, and many other tropical plants.\n\nFinally, visit Sri Dalada Maligawa, the main temple of the island, which houses the sacred Tooth Relic of the Buddha.\n\nThis tour is ideal for nature lovers, wildlife enthusiasts, people who enjoy active walks, and those interested in culture and religion."
        }
    ]
},

{
    "slug": "galle-day-tour",
    "name": "Galle Day Tour",
    "description": "A short tour to explore Galle’s river, wildlife, history, and cultural sites.",
    "image": "/images/tours/one-day/galle.jpg",
    "type": "short tour",
    "location": "Galle, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Madu River Boat Ride",
        "Turtle Hatchery Point",
        "Galle Dutch Fort",
        "Mask Factory"
    ],
    "itinerary": [
        {
            "description": "This excursion is designed for those who prefer to stay close to the coast. Begin with a boat ride on the Madu River, where you can observe the daily lives of local Sri Lankans, their traditional crafts, shrimp and fish catching techniques, and visit an island where world-famous Ceylon cinnamon is grown. You will also see local Buddhist temples, animals and birds, and dense mangrove thickets.\n\nNext, visit one of the oldest turtle hatcheries along the coast at Kosgoda, opened in 1978. Staff patrol the shore for turtle eggs and transfer them to the farm to protect the sea turtle population. You will see newborn turtles as well as adult turtles that cannot survive in the open ocean. Rare albino turtles are also housed at the farm.\n\nThen, visit a moonstone deposit to learn about the process of mining this precious stone.\n\nFinally, explore the traditional mask museum, which showcases a large variety of masks, along with sculptures and paintings. You can see a workshop demonstrating step-by-step mask making, and learn the folklore and stories behind these traditional creations."
        }
    ]
},

{
    "slug": "ella-day-tour",
    "name": "Ella Day Tour",
    "description": "A full-day tour to explore Ella’s scenic train ride, mountains, waterfalls, and baby elephants.",
    "image": "/images/tours/one-day/ella.jpg",
    "type": "short tour",
    "location": "Ella, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "World Famous Train Ride to Ella",
        "Little Adam's Peak",
        "Nine Arch Bridge",
        "Elephant Transit Home"
    ],
    "itinerary": [
        {
            "description": "This tour gives you a glimpse of everything Sri Lanka is famous for in just one day: highlands and tea plantations, a scenic train ride, adorable baby elephants at a nursery, walks through agricultural gardens, and tropical fruits.\n\nFrom your hotel or guesthouse, travel to Bandarawela station to board the train along the famous central railway line to Demodara station (approximately 50 minutes). Along the way, enjoy views of tea plantations and pass the iconic Nine Arch Bridge.\n\nAfter reaching Demodara, continue to Ella and return to the Nine Arch Bridge to take photos and learn about its history.\n\nNext, climb Little Adam's Peak to admire the stunning views of Ella and its surrounding mountains. Afterwards, visit the Elephant Transit Home nursery to see how baby elephants are fed with milk.\n\nOn the way back, stop at Ravana Falls, one of the most beautiful waterfalls on the island."
        }
    ]
},

{
    "slug": "mirissa-whale-watching",
    "name": "Mirissa Whale-Watching",
    "description": "A thrilling boat tour to see blue whales and dolphins off the coast of Mirissa.",
    "image": "/images/tours/one-day/mirissa-whale-watching.jpg",
    "type": "short tour",
    "location": "Mirissa, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "November to April",
    "highlights": [
        "See the Blue Whales",
        "See the Dolphins"
    ],
    "itinerary": [
        {
            "description": "Whale and dolphin watching in Mirissa is one of the most exciting water activities in Sri Lanka. Blue whales, the largest animals on earth, are often spotted here, making Mirissa the best place for this experience.\n\nThe tour usually takes 3–5 hours, with an average of 4 hours. Tours start before 7 a.m. from Mirissa Harbor, so you should arrive between 6:00 and 6:30 a.m. Morning tea is served before departure, and breakfast packages and snacks are available on board. The boat also has a toilet for your convenience."
        }
    ]
},

{
    "slug": "udawalawe-safari",
    "name": "Udawalawe Safari",
    "description": "A day safari to explore Udawalawe National Park and see elephants and wildlife up close.",
    "image": "/images/tours/safari/udawalawe.jpg",
    "type": "safari",
    "location": "Udawalawe, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Udawalawe Safari",
        "Mulkirigala Rock Monastery"
    ],
    "itinerary": [
        {
            "description": "Udawalawe National Park lies on the boundary of Sabaragamuwa and Uva Provinces in Sri Lanka. The park was created to provide a sanctuary for wild animals displaced by the construction of the Udawalawe Reservoir, as well as to protect the catchment of the reservoir.\n\nThe park is especially popular among elephant lovers, as it is home to more than 400 elephants. During your visit, it is common to see large herds of adult and baby elephants feeding, bathing, and playing in water. Besides elephants, you may also spot many birds, water buffaloes, deer, monkeys, and other wildlife.\n\nThe tour concludes with a visit to Mulkirigala Rock Monastery, a cluster of ancient Buddhist cave shrines on a natural rock rising 673 feet (205 meters) from the jungle floor. While temples have existed here for 2,000 years, the caves contain colorful Buddha statues and frescoes dating from the 1700s, making it one of South Sri Lanka’s must-see sites."
        }
    ]
}
,

{
    "slug": "yala-safari",
    "name": "Yala Safari",
    "description": "A one-day safari to explore Yala National Park and visit the sacred temple in Kataragama.",
    "image": "/images/tours/safari/yala.jpg",
    "type": "safari",
    "location": "Yala, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Yala Safari",
        "Hindu Temple in Kataragama"
    ],
    "itinerary": [
        {
            "description": "The two main attractions in southeast Sri Lanka are Yala National Park, one of the oldest and largest nature reserves on the island, and the sacred temple in Kataragama. This tour is ideal for wildlife lovers and people interested in culture, religion, and traditions.\n\nYala is home to the endemic Ceylon leopard, which is the highlight most visitors hope to see. The park also has wild elephants, buffaloes, deer, wild boars, bears, peacocks, crocodiles, and many other birds and reptiles. The 4-hour safari allows you to experience the rich wildlife, depending on the skill of the jeep driver and a bit of luck.\n\nAfter the safari, visit the main temple in Kataragama, a sacred site for both Buddhists and Hindus. According to legend, the Buddha meditated here during his third visit to the island, making it one of the 16 important pilgrimage sites in Sri Lanka. The temple is also dedicated to the Hindu god Skanda, where visitors can seek blessings for various life matters."
        }
    ]
},

{
    "slug": "ridiyagama-safari",
    "name": "Ridiyagama Safari",
    "description": "A half-day safari to see exotic and endemic animals, visit a botanical garden, and explore Mulkirigala Rock Monastery.",
    "image": "/images/tours/safari/ridiyagama.jpg",
    "type": "safari",
    "location": "Sri Lanka",
    "duration": "4 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Endemic Animals",
        "Bata Ata State Agricultural Botanical Garden",
        "Exotic Animals",
        "Mulkirigala Rock Monastery"
    ],
    "itinerary": [
        {
            "description": "Ridiyagama Safari Park offers a guaranteed chance to see a large number of exotic animals, unlike most national parks where wildlife sightings are unpredictable. The safari takes place in a huge, enclosed area where animals such as lions, Bengal tigers, elephants, ostriches, zebras, antelopes, and many birds live freely. Visitors explore the park in a latticed open jeep for a safe and close-up experience.\n\nThe safari lasts about 1.5–2 hours. Afterward, visit the Bata Ata State Agricultural Botanical Garden, which features fruit trees, shrubs, flowers (including endemic species), and walking paths. This garden also allows visitors to taste local traditional Sri Lankan dishes and herbal teas.\n\nThe tour ends with a visit to Mulkirigala Rock Monastery, a cluster of ancient Buddhist cave shrines rising 673 feet (205 meters) from the jungle floor. The caves contain colorful Buddha statues and frescoes dating back to the 1700s and have been a place of worship for over 2,000 years, making it one of South Sri Lanka’s must-see sites."
        }
    ]
},

{
    "slug": "bundala-safari",
    "name": "Bundala Safari",
    "description": "A one-day safari to explore wetlands, lagoons, and one of Sri Lanka’s best bird-watching national parks.",
    "image": "/images/tours/safari/bundala.jpg",
    "type": "safari",
    "location": "Bundala, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Bird Watching",
        "Mammals Watching"
    ],
    "itinerary": [
        {
            "description": "Bundala National Park, located in the southern part of Sri Lanka, is a wildlife enthusiast’s dream come true. The park spreads across 6,216 hectares and consists of wetlands, dry thorny forests, lagoons, and sand dunes, making it one of the country’s most ecologically rich national parks.\n\nBundala is internationally recognized for its extraordinary birdlife, hosting more than 200 species, including both resident and migratory birds. Some of the key species include flamingos, pelicans, spoonbills, storks, herons, and a wide variety of wading birds. The migratory season from September to March turns the park into a stunning spectacle as thousands of birds arrive to nest and feed.\n\nIn addition to birdlife, Bundala is also home to wildlife such as elephants, mugger crocodiles, spotted deer, wild boar, monitor lizards, and various small mammals. The safari drive allows visitors to experience these animals within their natural habitats while enjoying scenic lagoon views.\n\nThis one-day safari is perfect for nature photographers, bird lovers, and wildlife explorers looking for a peaceful and richly biodiverse adventure."
        }
    ]
},


  {
  "slug": "udawalawe-nuwara-eliya",
  "name": "Udawalawe & Nuwara Eliya",
  "description": "A 2-day wildlife and hill country adventure featuring Udawalawe National Park, scenic train rides, waterfalls, and tea plantations.",
  "image": "/images/tours/short-tours/udawalawe-nuwara-eliya.jpg",
  "type": "short tour",
  "location": "Udawalawe & Nuwara Eliya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe National Park safari",
    "Buduruwagala Temple and waterfalls",
    "Nine-arch bridge & Adam’s Peak view",
    "Scenic train journey to Nuwara Eliya",
    "Tea factory visit and tasting",
    "Ramboda waterfall and Ambuluwawa Tower"
  ],
  "itinerary": [
    {
      "description": "Experience a captivating 2-day journey combining wildlife exploration and the serene hill country of Sri Lanka.\n\nStart with a safari in Udawalawe National Park, home to elephants and diverse wildlife. Travel through lush landscapes, visit historic temples, waterfalls, and iconic railway bridges.\n\nContinue into the cool, picturesque highlands of Nuwara Eliya with its tea estates, colonial architecture, and charming gardens."
    },
    {
      "day": 1,
      "title": "Udawalawe Safari & Ella Highlights",
      "description": "Begin your day with a morning jeep safari in Udawalawe National Park, spotting elephants and other wildlife in their natural habitats.\n\nContinue towards Ella, stopping at Buduruwagala Temple with its ancient rock carvings and nearby scenic waterfalls.\n\nVisit the famous Nine-Arch Bridge, then climb a small peak for panoramic views of the surrounding hills.\n\nOvernight stay at your hotel in Ella."
    },
    {
      "day": 2,
      "title": "Train Journey & Nuwara Eliya Exploration",
      "description": "After breakfast, board the train at Ella Railway Station for one of the world’s most scenic rail journeys, passing tea plantations, waterfalls, and tunnels en route to Nanuoya.\n\nIn Nuwara Eliya, explore the historic post office, colonial-era mansions, and the Grand Hotel.\n\nVisit a traditional tea factory to learn about Ceylon tea production and enjoy tastings.\n\nContinue to Ramboda Waterfall and conclude with a climb up Ambuluwawa Tower for panoramic views over the surrounding landscape before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "nuwara-eliya-ella",
  "name": "Nuwara Eliya & Ella",
  "description": "A 2-day hill country tour exploring Nuwara Eliya’s tea plantations, gardens, waterfalls, and the scenic landscapes of Ella.",
  "image": "/images/tours/short-tours/nuwara-eliya-ella.jpg",
  "type": "short tour",
  "location": "Nuwara Eliya & Ella, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Ambuluwawa Tower climb",
    "Tea plantations and tea museum visit",
    "Devon and St. Clair waterfalls",
    "Scenic train ride from Nanuoya to Ella",
    "Nine-arch bridge and Adam’s Peak view",
    "Ravana waterfall and Ella viewpoints"
  ],
  "itinerary": [
    {
      "description": "Nuwara Eliya is known for its cool climate, making it the coldest town in Sri Lanka.\n\nSurrounded by lush tea estates and beautiful gardens, it is famous for Ceylon tea production. Visitors can tour tea plantations, witness the tea-making process, and enjoy tasting sessions.\n\nElla, located about 100 km southeast, has a milder climate and offers stunning natural beauty with green valleys, waterfalls, and scenic viewpoints."
    },
    {
      "day": 1,
      "title": "Ambuluwawa Tower & Nuwara Eliya",
      "description": "Start the day by climbing Ambuluwawa Tower, a 48-meter structure with a spiral staircase offering spectacular views over the biosphere reserve.\n\nTravel to Nuwara Eliya, passing through tea plantations and stopping at Devon and St. Clair waterfalls.\n\nVisit the tea museum to learn about Ceylon tea production and its history.\n\nOvernight stay at your hotel in Nuwara Eliya."
    },
    {
      "day": 2,
      "title": "Train Ride & Ella Exploration",
      "description": "After breakfast, board the train at Nanuoya Railway Station for a scenic journey to Ella, enjoying views of tea estates, waterfalls, and tunnels along the route.\n\nIn Ella, visit the famous Nine-Arch Bridge, climb a small peak for views of Adam, and explore the Ravana waterfall.\n\nThis excursion is ideal for nature enthusiasts and those interested in culture, history, and outdoor exploration."
    }
  ]
}

,
  {
  "slug": "udawalawe-ella",
  "name": "Udawalawe & Ella",
  "description": "A 2-day tour combining wildlife experiences in Udawalawe and scenic highlands exploration in Ella, including waterfalls, viewpoints, and tea plantations.",
  "image": "/images/tours/short-tours/udawalawe-ella.jpg",
  "type": "short tour",
  "location": "Udawalawe & Ella, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe National Park morning safari",
    "Buduruwagala Temple and Ravana waterfall",
    "Nine Arch Bridge and Little Adam’s Peak",
    "Scenic train journey from Demodara to Haputale",
    "Adisham Monastery visit",
    "Diyaluma Waterfall"
  ],
  "itinerary": [
    {
      "description": "Udawalawe is renowned for its natural beauty and wildlife, especially the elephants that roam freely in the Udawalawe National Park.\n\nEmbark on jeep safaris to see elephants, buffalo, deer, crocodiles, and various birds against the backdrop of rolling hills and water reservoirs.\n\nElla, a charming town in the central highlands, offers breathtaking viewpoints like the Ella Gap, scenic hiking trails to Ella Rock and Little Adam’s Peak, and cultural highlights such as the Nine Arch Bridge and local tea factories."
    },
    {
      "day": 1,
      "title": "Udawalawe Safari & Ella Highlights",
      "description": "Start the day with a morning safari in Udawalawe National Park to observe elephants and other wildlife.\n\nTravel towards Ella, stopping at Buduruwagala Temple and the legendary Ravana waterfall.\n\nVisit the iconic Nine Arch Bridge and climb Little Adam’s Peak for panoramic views of the surrounding hills.\n\nOvernight stay at your hotel in Ella."
    },
    {
      "day": 2,
      "title": "Train Journey & Haputale Exploration",
      "description": "After breakfast, board the train at Demodara Station for a scenic journey to Haputale, passing the Nine Arch Bridge and enjoying stunning hill country vistas.\n\nIn Haputale, visit the former English estate and current Adisham Monastery of the Brotherhood of St. Benedict.\n\nConclude the day with a visit to Diyaluma Waterfall before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "udawalawe-baby-elephants-haputale-nuwara-eliya",
  "name": "Udawalawe Baby Elephants, Haputale & Nuwara Eliya",
  "description": "A 2-day wildlife and highlands adventure featuring Udawalawe baby elephants, scenic train rides, Haputale vistas, tea plantations, and waterfalls.",
  "image": "/images/tours/short-tours/udawalawe-baby-haputale-nuwara.jpg",
  "type": "short tour",
  "location": "Udawalawe, Haputale & Nuwara Eliya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe baby elephant nursery visit",
    "Ravana waterfall",
    "Nine-arch bridge & Little Adam’s Peak",
    "Haputale scenic viewpoints",
    "Adisham Monastery visit",
    "Nuwara Eliya historic town and tea factory",
    "Ramboda waterfall"
  ],
  "itinerary": [
    {
      "description": "Udawalawe National Park is home to a large population of elephants, including adorable baby elephants that thrive in a safe environment.\n\nVisitors can observe young elephants playing, feeding, and learning from their elders. The park’s diverse landscapes of grasslands, marshes, and reservoirs provide ideal habitats for these majestic creatures.\n\nHaputale, perched high in the central highlands, offers stunning vistas, cool climates, and rolling tea plantations, making it perfect for nature lovers.\n\nNuwara Eliya, the tea capital of Sri Lanka, features lush gardens, colonial architecture, and world-famous Ceylon tea, which visitors can sample at local factories."
    },
    {
      "day": 1,
      "title": "Udawalawe Baby Elephants & Haputale",
      "description": "Start the day at the Udawalawe baby elephant nursery, where young elephants left without parental care are nurtured for five years before being released into the wild. Observe feeding sessions and learn about the conservation process.\n\nTravel towards Ella, stopping at Ravana Waterfall, shrouded in ancient legends.\n\nVisit the iconic Nine Arch Bridge and climb Little Adam’s Peak for panoramic views.\n\nContinue to Haputale and check in at your hotel for an overnight stay."
    },
    {
      "day": 2,
      "title": "Haputale & Nuwara Eliya",
      "description": "After breakfast, visit the former estate of an English planter, now the Adisham Monastery of the Brotherhood of St. Benedict.\n\nBoard the train at Haputale Station for a scenic ride to Nanuoya, passing picturesque hills and tea plantations along one of the world’s most beautiful railway routes.\n\nArrive in Nuwara Eliya, exploring its historic post office, colonial-era mansions, and the Grand Hotel.\n\nVisit a traditional tea factory to witness tea production and enjoy tastings. End the day with a stop at Ramboda Waterfall before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "sigiriya-dambulla-minneriya-safari",
  "name": "Sigiriya, Dambulla & Minneriya Safari",
  "description": "A 2-day cultural and wildlife tour exploring Sigiriya or Pidurangala, Dambulla’s golden cave temples, Minneriya National Park, and local tea and spice estates.",
  "image": "/images/tours/short-tours/sigiriya-dambulla-minneriya.jpg",
  "type": "short tour",
  "location": "Sigiriya, Dambulla & Minneriya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Kurunegala giant Buddha statue viewpoint",
    "Pidurangala or Sigiriya climb",
    "Minneriya elephant safari",
    "Dambulla Golden Temple caves",
    "Spice garden & tea factory tour"
  ],
  "itinerary": [
    {
      "description": "Sigiriya, known as the Lion Rock, is an iconic UNESCO World Heritage Site in central Sri Lanka.\n\nIts sheer rock walls feature ancient frescoes and the remains of a royal palace at the summit, including the famous Lion’s Paw Terrace. Dambulla, another UNESCO site, is famous for its golden cave temples, adorned with intricate murals and numerous Buddha statues.\n\nMinneriya National Park is a wildlife sanctuary best known for the ‘Gathering of Elephants,’ where hundreds of elephants congregate around the Minneriya Tank during the dry season. The park is also home to leopards, bears, crocodiles, and a variety of birds."
    },
    {
      "day": 1,
      "title": "Kurunegala & Sigiriya/Pidurangala",
      "description": "Begin the tour in Kurunegala, once a capital of the Sinhalese kingdom, and visit Etagala Mountain to see the giant white Buddha statue and enjoy panoramic views.\n\nProceed to Mount Pidurangala, a Buddhist monastery offering spectacular views of Lion Rock. Explore the temple, see a replica of the Sigiriya frescoes, ancient monastic cells, and a 15-meter Buddha statue from the 10th century.\n\nOptional: climb Sigiriya instead of Pidurangala for an additional fee.\n\nOvernight stay at the hotel."
    },
    {
      "day": 2,
      "title": "Minneriya Safari & Dambulla",
      "description": "Start the day with a 3-hour jeep safari in Minneriya National Park, observing elephants and other wildlife in their natural habitats.\n\nOn the way back, visit the Dambulla Golden Temple, home to one of the largest Buddha statues in Sri Lanka.\n\nContinue to a local spice and Ayurveda garden to learn about traditional medicinal plants and enjoy aromatic teas.\n\nFinish with a visit to a working tea factory to see the stages of Ceylon tea production, taste different varieties, and optionally purchase tea directly from the producer."
    }
  ]
}
,

{
  "slug": "ella-nuwaraeliya-kandy",
  "name": "Ella, Nuwara Eliya and Kandy",
  "description": "A scenic 3-day tour through mountain viewpoints, iconic train rides, tea plantations, cultural sites, and Sri Lanka’s most sacred Buddhist temple.",
  "image": "/images/tours/short-tours/ella-nuwaraeliya-kandy.jpg",
  "type": "short tour",
  "location": "Ella, Nuwara Eliya & Kandy, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Ravana Waterfall and Ella viewpoints",
    "Nine Arch Bridge",
    "Little Adam’s Peak hike",
    "Scenic train ride via nine-arch bridge",
    "Tea factory and Ramboda Waterfall",
    "Nuwara Eliya colonial landmarks",
    "Temple of the Sacred Tooth Relic",
    "Royal Botanical Gardens",
    "Pinnawala Elephant Orphanage",
    "Ayurvedic & spice garden visit"
  ],
  "itinerary": [
    {
      "description": "Ella is a scenic town at 1,041 meters above sea level with mild temperatures ranging from 15°C to 28°C, ideal for hiking and exploration.\n\nKnown for green valleys, waterfalls, and iconic viewpoints, Ella Rock and the famous Ella Gap provide breathtaking panoramas.\n\nNuwara Eliya, the coolest region in Sri Lanka (10°C to 20°C), is surrounded by lush tea estates and colonial architecture, and serves as the country’s tea cultivation center.\n\nKandy, the last royal capital, is a historic city famous for the sacred Temple of the Tooth and its cultural heritage."
    },
    {
      "day": 1,
      "title": "Ella Highlights & Viewpoints",
      "description": "Visit the legendary Ravana Waterfall, followed by the iconic nine-arch bridge built during the British colonial era.\n\nClimb Little Adam’s Peak and enjoy panoramic views of lush mountain ranges.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Scenic Train Ride & Nuwara Eliya",
      "description": "After breakfast, depart to Demodara Railway Station to board one of the most scenic train rides in the world.\n\nThe journey passes over the nine-arch bridge and through historic tunnels, showcasing waterfalls and endless tea plantations.\n\nArrive in Nuwara Eliya and visit the island’s oldest post office and the former governor’s residence, now the Grand Hotel.\n\nContinue to one of the oldest tea factories to experience tea production and tasting.\n\nVisit the 107-meter Ramboda Waterfall.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kandy – Sacred Temple & Royal Gardens",
      "description": "After breakfast, visit Sri Dalada Maligawa, the Temple of the Sacred Tooth Relic, one of the most revered Buddhist pilgrimage sites in the world.\n\nProceed to the Royal Botanical Gardens, featuring an extensive collection of tropical plants, palm tree avenues, an orchid greenhouse, and memorial trees planted by world figures including Yuri Gagarin and Tsar Nicholas II.\n\nVisit Pinnawala, the largest elephant nursery in Asia, and stop at an Ayurvedic garden to learn about local medicinal plants.\n\nThis tour is ideal for nature, culture, history, and wildlife lovers."
    }
  ]
},

{
  "slug": "sigiriya-kandy-nuwaraeliya-ella",
  "name": "Sigiriya, Kandy, Nuwara Eliya and Ella",
  "description": "A 3-day journey exploring ancient rock fortresses, sacred temples, misty tea hills, scenic train towns, waterfalls, and unforgettable viewpoints of Sri Lanka’s hill country.",
  "image": "/images/tours/short-tours/sigiriya-kandy-nuwaraeliya-ella.jpg",
  "type": "short tour",
  "location": "Sigiriya, Kandy, Nuwara Eliya & Ella, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Pidurangala or Sigiriya Rock Fortress",
    "Golden Buddha Temple in Dambulla",
    "Sri Maha Mari Amman Hindu Temple",
    "Temple of the Sacred Tooth Relic",
    "Nuwara Eliya colonial landmarks",
    "Hakgala Botanical Garden",
    "Ravana Falls",
    "Nine Arch Bridge",
    "Little Adam’s Peak hike"
  ],
  "itinerary": [
    {
      "description": "Sigiriya, the famous Lion Rock, is a UNESCO World Heritage fortress rising dramatically from flat plains, known for ancient frescoes, palace ruins, and the iconic Lion’s Paw entrance.\n\nKandy, the cultural heart of Sri Lanka, is home to the sacred Temple of the Tooth Relic, one of the most revered pilgrimage sites in the Buddhist world.\n\nNuwara Eliya, known as Little England, is famous for cool climate, colonial charm, tea plantations, and high-altitude botanical gardens.\n\nElla, a laid-back hill town, is known for adventure hikes, lush landscapes, Nine Arch Bridge, and breathtaking viewpoints."
    },
    {
      "day": 1,
      "title": "Pidurangala / Sigiriya – Dambulla – Matale – Kandy",
      "description": "Begin with a climb to Pidurangala Rock.\n\nIf you wish, you can climb Sigiriya instead of Pidurangala by paying the difference in ticket prices ($25 per adult and $10 per child 5–11 years old).\n\nOn the way to Kandy, visit the modern Golden Buddha Temple in Dambulla, featuring a 30-meter Buddha statue.\n\nContinue to Matale to visit Sri Maha Mari Amman Temple, one of the largest Hindu temples in Sri Lanka, dedicated to the goddess of fertility and protection.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, visit Sri Dalada Maligawa (Temple of the Sacred Tooth Relic), one of the world’s most sacred Buddhist pilgrimage sites.\n\nProceed to the hill capital of tea — Nuwara Eliya, founded by British colonists in the 19th century and known for colonial architecture.\n\nVisit the iconic 1894 post office, still functioning today.\n\nTake a scenic walk through Hakgala Botanical Garden, one of the highest botanical gardens in the world (1,750 m above sea level), home to giant ferns, roses, orchids, and rare flowers.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Ella – Waterfalls, Bridge & Mountain Views",
      "description": "Travel to the famous hill town of Ella.\n\nVisit the legendary Ravana Falls, steeped in ancient folklore.\n\nExplore the 100-year-old Nine Arch Bridge built during the British era.\n\nClimb Little Adam’s Peak for spectacular panoramic views over green mountain ridges.\n\nThis excursion is ideal for nature lovers, adventurers, and travelers interested in culture, wildlife, history, archeology, and religion."
    }
  ]
}
,

{
  "slug": "ella-nuwara-eliya-train-ride",
  "name": "Ella, Nuwara Eliya with Train Ride",
  "description": "A 3-day hill country experience featuring Ella viewpoints, waterfalls, tea highlands, and one of the world’s most scenic train journeys to Nuwara Eliya.",
  "image": "/images/tours/short-tours/ella-nuwara-eliya-train.jpg",
  "type": "short tour",
  "location": "Ella & Nuwara Eliya, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Nine Arch Bridge viewing",
    "Little Adam’s Peak hike",
    "Scenic train ride from Ella to Nanuoya",
    "Ambuluwawa Tower climb",
    "Tea factory & scenic viewpoints",
    "St. Clair Waterfall",
    "Colonial sites in Nuwara Eliya"
  ],
  "itinerary": [
    {
      "description": "Ella is a charming mountain town surrounded by tea estates and hiking trails. Landmarks like Ella Rock and Little Adam’s Peak reveal sweeping green landscapes.\n\nThe Nine Arch Bridge is a famous landmark where trains roll through lush jungle scenery, creating a picture-perfect setting.\n\nNuwara Eliya, known as 'Little England', is famous for its cool climate, colonial charm, flower gardens, and emerald tea fields. The town offers a refreshing highland escape with a nostalgic atmosphere."
    },
    {
      "day": 1,
      "title": "Ella Highlights",
      "description": "Explore Ella’s most iconic attractions, including the legendary Ravana Waterfall and the century-old Nine Arch Bridge.\n\nClimb Little Adam’s Peak for wide panoramic views over green mountain ranges.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Scenic Train Ride to Nuwara Eliya",
      "description": "After breakfast, board the train at Ella Railway Station for one of the world’s most scenic rail journeys, known for its dramatic landscapes and viewpoint-worthy windows.\n\nArrive at Nanuoya Station and continue to Nuwara Eliya, a highland town with timeless colonial character.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Nuwara Eliya & Viewpoints",
      "description": "Begin the day at Sri Lanka’s oldest functioning post office, a charming colonial building perfect for sending postcards.\n\nNext, climb the 48-meter Ambuluwawa Tower, recognized for its outer spiral staircase and breathtaking 360-degree views.\n\nEnjoy sights of St. Clair Waterfall, one of the island’s most beautiful cascades.\n\nVisit the Mlesna Tea Center and Museum featuring scenic terraces, a tea boutique, and stunning views over lush tea landscapes and distant Devon Falls."
    }
  ]
},

{
  "slug": "dambulla-minneriya-kandy",
  "name": "Dambulla, Minneriya and Kandy",
  "description": "A 3-day cultural and wildlife tour featuring ancient cave temples, a safari experience, elephant encounters, and Sri Lanka’s sacred hill capital, Kandy.",
  "image": "/images/tours/short-tours/dambulla-minneriya-kandy.jpg",
  "type": "short tour",
  "location": "Dambulla, Minneriya & Kandy, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Dambulla Cave Temple (Golden Temple)",
    "Minneriya National Park Safari",
    "Pinnawala Elephant Nursery",
    "Sigiriya or Pidurangala Rock (choice)",
    "Temple of the Tooth Relic",
    "Peradeniya Botanical Garden or Ambuluwawa Tower (optional)",
    "Ayurvedic garden visit",
    "Tea factory tour"
  ],
  "itinerary": [
    {
      "description": "Dambulla is home to the Golden Cave Temple, a UNESCO World Heritage site filled with ancient statues, murals, and artwork carved inside massive rock caves dating back over 2,000 years.\n\nMinneriya National Park is famous for the 'Gathering of the Elephants,' where large herds meet near the Minneriya reservoir during the dry season.\n\nKandy, the last royal capital, is a cultural gem known for sacred sites, history, and scenic surroundings."
    },
    {
      "day": 1,
      "title": "Pinnawala & Dambulla",
      "description": "Start the journey with a visit to Asia’s largest elephant nursery, Pinnawala.\n\nContinue to the legendary Dambulla Cave Temple, home to ancient frescoes and statues depicting the life and journey of Buddha.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Rock Fortress & Minneriya Safari",
      "description": "After breakfast, climb one of two iconic sites of your choice: Pidurangala Rock (included) or Sigiriya Rock (+$25 per person fee applies if chosen).\n\nThen enjoy an exciting safari in Minneriya National Park, home to elephants, leopards, buffaloes, deer, crocodiles, and diverse birdlife.\n\nOptional alternative to safari: Village experience including a bullock cart ride, lake boat ride, village lifestyle interaction, and authentic Sri Lankan meal.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kandy Cultural Experience",
      "description": "Visit the Temple of the Tooth Relic, one of the most sacred Buddhist pilgrimage sites.\n\nExplore an Ayurvedic herbal garden and a working tea factory.\n\nChoose between two optional attractions: the Royal Botanical Gardens of Peradeniya or the 48-meter Ambuluwawa Tower, known for its spiral staircase and panoramic hill views.\n\nThis tour is ideal for nature lovers, wildlife enthusiasts, and those interested in culture, history, and religion."
    }
  ]
},

{
  "slug": "kandy-matale-pinnawala-knuckles",
  "name": "Kandy, Matale, Pinnawala and Knuckles Mountain Range",
  "description": "A 3-day cultural, wildlife and nature adventure featuring Sri Lanka’s hill capital, sacred temples, elephant experiences, spice lands and the scenic Knuckles mountains.",
  "image": "/images/tours/short-tours/kandy-matale-pinnawala-knuckles.jpg",
  "type": "short tour",
  "location": "Kandy, Matale, Pinnawala & Knuckles, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Tea factory visit",
    "Pinnawala Elephant Orphanage",
    "Royal Botanical Gardens, Peradeniya",
    "Temple of the Tooth Relic",
    "Sri Maha Mariamman Hindu Temple",
    "Knuckles Mountain Range trek or viewpoints",
    "Sembuwatta Lake or Riverstone Ridge (choice)",
    "Kadadora Temple ruins",
    "Ambuluwawa Tower"
  ],
  "itinerary": [
    {
      "description": "Kandy is the cultural heart of Sri Lanka, home to the sacred Temple of the Tooth Relic.\n\nMatale is famous for spice cultivation and natural charm.\n\nPinnawala is renowned for its elephant orphanage, allowing close interaction and observation.\n\nThe Knuckles Mountain Range is a UNESCO-protected biodiversity hotspot offering misty peaks, forests, waterfalls and breathtaking trekking routes."
    },
    {
      "day": 1,
      "title": "Tea Factory, Pinnawala, Gardens & Sacred Temple",
      "description": "Begin with a visit to an authentic Ceylon tea factory to experience the production process.\n\nVisit Pinnawala Elephant Orphanage, the largest elephant sanctuary in Asia.\n\nStop at an Ayurvedic spice garden to learn about local herbs and healing traditions.\n\nExplore the Royal Botanical Gardens in Peradeniya, featuring orchids, royal palms, and memorial trees planted by global figures.\n\nEnd the day at Sri Dalada Maligawa, the sacred Temple of the Tooth Relic.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Matale Temple & Knuckles Mountain Exploration",
      "description": "After breakfast, visit Sri Maha Mariamman Temple in Matale, dedicated to the goddess of health and fertility.\n\nContinue to the breathtaking Knuckles Mountain Range.\n\nChoose between a scenic walk around Sembuwatta Lake, surrounded by tea land, pines and eucalyptus, or a climb to Riverstone Ridge for panoramic views at 1500m above sea level.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kadadora Temple Ruins & Ambuluwawa Tower",
      "description": "Visit the mysterious Kadadora Temple ruins, visible only when reservoir water levels are low, often compared to the lost city of Atlantis.\n\nFinish the tour at the 48-meter Ambuluwawa Tower, famous for its spiral staircase and 360° panoramic views across the region."
    }
  ]
},

{
  "slug": "sinharaja-rainforest-eco-tour-03-days-02-nights",
  "name": "Sinharaja Rainforest & Eco Tour 03 Days 02 Nights",
  "description": "Discover the wonders of Sri Lanka’s UNESCO-listed Sinharaja Rainforest with a 3-day eco-tour. Explore endemic wildlife, lush tropical flora, waterfalls, and enjoy guided nature walks. The tour includes hotel stays, expert guides, transport, insurance, and breakfast.",
  "image": "/images/tours/short-tours/03-days-02-ajasinha-nights.jpg",
  "type": "short tour",
  "location": "Colombo, Sinharaja Rainforest, Galle, Sri Lanka",
  "duration": "3 Days 2 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Guided trek through Sinharaja Rainforest",
    "Birdwatching and spotting endemic wildlife",
    "Waterfall hikes and nature photography",
    "Eco-education about tropical rainforest conservation",
    "Scenic drives through Sri Lanka’s southwest wet zone",
    "Village visits and cultural experiences near the rainforest"
  ],
  "itinerary": [
    {
      "description": "Experience Sri Lanka’s biodiversity and pristine rainforest on a 3-day eco-tour to the Sinharaja Rainforest, a UNESCO World Heritage Site, featuring endemic birds, mammals, and rich tropical flora."
    },
    {
      "day": 1,
      "title": "Arrival – Colombo – Sinharaja",
      "description": "Arrive at Bandaranaike International Airport and meet your Lanka Heaven Tours chauffeur. Drive to Sinharaja Rainforest, passing scenic southwestern landscapes. Check in at your eco-lodge or hotel near the rainforest. Enjoy a short evening nature walk and an introduction to the rainforest ecosystem."
    },
    {
      "day": 2,
      "title": "Full Day Sinharaja Rainforest Trek",
      "description": "After breakfast, embark on a full-day guided trek into the Sinharaja Rainforest. Spot endemic bird species, butterflies, monkeys, and unique flora. Visit waterfalls and natural pools for relaxation and photography. Enjoy an eco-lunch in the heart of the forest and learn about the conservation efforts protecting this UNESCO World Heritage Site. Return to your lodge for dinner and overnight stay."
    },
    {
      "day": 3,
      "title": "Sinharaja – Galle / Colombo – Departure",
      "description": "After breakfast, take a final short morning walk through the forest or nearby village. Check out from your lodge and transfer via scenic route to Galle or Colombo. Stop at viewpoints or local villages along the way. Arrive at the airport or your hotel in Colombo for departure with memories of Sri Lanka’s rainforest adventure."
    }
  ]
}
,

{
  "slug": "05-days-04-nights-round-tour",
  "name": "05 Days 04 Nights",
  "description": "A 5-day coastal and cultural round tour of Sri Lanka, offering scenic beaches, river safaris, heritage sites, whale watching, and city exploration with smooth airport transfers and guided sightseeing.",
  "image": "/images/tours/round-tours/colombo-bentota-galle-mirissa-negombo.jpg",
  "type": "round tour",
  "location": "Colombo, Bentota, Galle, Mirissa, Negombo, Sri Lanka",
  "duration": "5 Days 4 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Colombo city attractions",
    "Bentota beach and turtle hatchery",
    "Madu River boat safari",
    "Galle Fort and lighthouse visit",
    "Unawatuna Beach stop",
    "Mirissa whale watching tour",
    "Negombo city and beach experience"
  ],
  "itinerary": [
    {
      "description": "When your flight arrives at Colombo International Airport, a chauffeur or guide from Lanka Heave Tours will meet and welcome you. After clearing the airport, you will be transferred to Colombo, which takes roughly 40 minutes. Colombo, the commercial capital of Sri Lanka, is also a top destination for travelers, offering city landmarks, beachfront views, and a thriving business district including the famous Fort area."
    },
    {
      "day": 1,
      "title": "Arrival (CMB) - Colombo",
      "description": "After hotel check-in, your guide will take you on a city tour. Highlights include the National Museum of Colombo, Lotus Tower, and Gangarama Temple. The museum showcases ancient Sri Lankan statues, as well as the former King’s golden throne and crown. The Lotus Tower, named for its lotus-inspired design, is the second tallest structure in South Asia and features observation and leisure facilities. At Gangarama Temple, you can see a collection of Buddha statues and sacred relics, including believed strands of Buddha’s hair. Overnight stay in Colombo."
    },
    {
      "day": 2,
      "title": "Colombo – Bentota – Galle",
      "description": "After breakfast, depart to Galle. En route, stop at Bentota Beach. Visit a turtle hatchery, where you may hold baby turtles. Enjoy a scenic Madu River safari surrounded by rich mangroves and diverse wildlife. Continue to Galle, arriving in around 1 hour 40 minutes. After resort check-in, explore Galle’s key attractions, including the National Maritime Museum, Galle Fort, and its iconic Lighthouse, built in 1954, surrounded by historic cannons and ocean views. Overnight stay in Galle."
    },
    {
      "day": 3,
      "title": "Galle – Mirissa",
      "description": "After breakfast, head to Mirissa (approx. 1 hour). Stop at Unawatuna Beach, known for its turquoise waters, palm coastline, and a rock-top Buddha statue offering panoramic views. Continue to Mirissa, a coastal town famous worldwide for blue whale sightings. Relax on the beach and enjoy the calm seaside atmosphere. Overnight stay in Mirissa."
    },
    {
      "day": 4,
      "title": "Mirissa – Negombo",
      "description": "Early morning whale-watching excursion. Afterward, drive to Negombo (approx. 3 hours). This coastal town, often called 'Little Rome,' is known for colonial churches, local markets, Dutch Fort, fishing culture, and sandy beaches. Visit St. Mary’s Church, one of the city’s most notable landmarks. In the afternoon, explore the city and relax at the beach. Overnight stay in Negombo."
    },
    {
      "day": 5,
      "title": "Negombo – Departure",
      "description": "Enjoy breakfast and relax until it is time for airport transfer. You will be dropped off at the airport in time for your departure, concluding your journey with unforgettable memories of Sri Lanka."
    }
  ]
},

{
  "slug": "06-days-05-nights-round-tour",
  "name": "06 Days 05 Nights",
  "description": "A 6-day guided round tour across Sri Lanka covering cultural landmarks, scenic train journeys, wildlife safaris, beaches, waterfalls, and city experiences with airport pickup and drop-off.",
  "image": "/images/tours/round-tours/06-days-05-nights.jpg",
  "type": "round tour",
  "location": "Kandy, Nuwara Eliya, Ella, Udawalawe, Mirissa, Bentota, Colombo, Sri Lanka",
  "duration": "6 Days 5 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Pinnawala Elephant Orphanage experience",
    "Temple of the Tooth Relic & cultural show in Kandy",
    "Scenic train ride through tea plantations",
    "Horton Plains – World’s End & Bakers Falls",
    "Nine Arch Bridge and Ella viewpoints",
    "Udawalawe off-road safari",
    "Mirissa whale watching tour",
    "Madu River boat safari & Bentota turtle hatchery",
    "Colombo city highlights"
  ],
  "itinerary": [
    {
      "description": "This 6-day Sri Lanka journey begins and concludes at Colombo Airport, guiding you through Kandy and several other remarkable destinations across the island. The tour includes hotel stays, an experienced driver, required insurance, breakfast meals, transportation, and more, delivering a smooth and memorable travel experience."
    },
    {
      "day": 1,
      "title": "Arrival (CMB) – Pinnawala – Kandy",
      "description": "Upon landing, you will be warmly greeted by our tour chauffeur and driven towards Kandy. On the way, stop at Pinnawala Elephant Orphanage to observe the bathing and milk feeding of baby elephants. Later, enjoy a city tour in Kandy including a visit to the Temple of the Sacred Tooth Relic (Dalada Maligawa), one of the most revered Buddhist sites, which shelters the sacred Buddha tooth relic. In the evening, witness a traditional cultural dance performance. Overnight in Kandy."
    },
    {
      "day": 2,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, explore the Royal Botanical Garden in Peradeniya. Continue to Peradeniya Railway Station to board a scenic train journey through misty tea estates toward Nuwara Eliya. Your chauffeur will greet you at Nanuoya Station. Later, enjoy time around Gregory Lake with a relaxing lakeside walk in the cool climate. Overnight in Nuwara Eliya."
    },
    {
      "day": 3,
      "title": "Nuwara Eliya – Horton Plains – Ella",
      "description": "Start early with a packed breakfast and travel to Horton Plains National Park for a short trek to World’s End and Bakers Falls. After the hike, return to the hotel for a brief rest before heading to Ella. En route, admire scenic waterfalls and tea plantations. Later, visit the iconic Nine Arch Bridge in Ella. Evening at leisure. Overnight in Ella."
    },
    {
      "day": 4,
      "title": "Ella – Udawalawe – Mirissa",
      "description": "Begin the day with a trek to Little Adam’s Peak. Afterward, travel toward Mirissa, stopping at Udawalawe National Park. From 3:00 PM to 6:00 PM, enjoy a 4x4 jeep safari to spot wild elephants and other animals in their natural habitat. After the safari, continue to Mirissa and check into the hotel. Overnight in Mirissa."
    },
    {
      "day": 5,
      "title": "Mirissa – Bentota – Colombo",
      "description": "Early morning whale watching excursion from Mirissa Beach. After the boat tour, begin the drive toward Colombo with stops at the Bentota turtle hatchery and the Madu River for a scenic boat safari among mangroves and island landscapes. Arrive in Colombo in the evening, check into the hotel, and enjoy the city nightlife. Overnight in Colombo."
    },
    {
      "day": 6,
      "title": "Colombo – Departure",
      "description": "After breakfast, explore Colombo city including the National Museum, Gangarama Temple, and other notable attractions. At the end of the tour, transfer to the airport in time for your departure flight."
    }
  ]
},

{
  "slug": "07-days-06-nights-round-tour",
  "name": "07 Days 06 Nights",
  "description": "A 7-day guided round tour of Sri Lanka featuring cultural heritage sites, tea highlands, beaches, wildlife safaris, scenic train rides, and coastal exploration with airport pickup and drop-off.",
  "image": "/images/tours/round-tours/07-days-06-nights.jpg",
  "type": "round tour",
  "location": "Kandy, Nuwara Eliya, Ella, Yala / Udawalawe, Mirissa, Galle, Colombo, Sri Lanka",
  "duration": "7 Days 6 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Pinnawala Elephant experience",
    "Temple of the Sacred Tooth Relic",
    "Peradeniya Botanical Gardens & Gem museum",
    "Scenic train through hill country",
    "Little Adam’s Peak & Nine Arches Bridge",
    "Yala or Udawalawe jeep safari",
    "Mirissa whale watching",
    "Galle Fort & lighthouse visit",
    "Beach relaxation and coastal views"
  ],
  "itinerary": [
    {
      "description": "This 7-day Sri Lanka experience starts and ends at Colombo Airport, taking you across Kandy and several other unforgettable destinations. The tour includes hotel accommodation, a professional driver, required insurance, daily breakfast, comfortable transport, and more for a seamless travel experience."
    },
    {
      "day": 1,
      "title": "Arrival (CMB) – Pinnawala – Kandy",
      "description": "Upon landing at Bandaranaike International Airport (CMB), you will be welcomed by our tour chauffeur at the arrival greeting point. Travel to Kandy, stopping on the way at Pinnawala Elephant Orphanage or Millennium Elephant Foundation. Continue to Kandy and check in to the hotel. Overnight in Kandy."
    },
    {
      "day": 2,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, begin a city tour including the Temple of the Sacred Tooth Relic (Dalada Maligawa), one of the most treasured spiritual sites in Sri Lanka known for housing the sacred Buddha tooth relic. Continue to the Royal Botanical Gardens in Peradeniya followed by a visit to a gem museum. After the city tour, drive toward Nuwara Eliya, often referred to as ‘Little England,’ stopping at a tea factory and plantation along the way (approx. 2-hour transfer). In the afternoon, visit Gregory Park and relax in the pleasant cool climate. Overnight in Nuwara Eliya."
    },
    {
      "day": 3,
      "title": "Nuwara Eliya – Ella",
      "description": "In the morning, board a scenic train ride through lush tea estates to Ella. Upon arrival at Ella train station, your driver will meet you and transfer you to your hotel. Enjoy an afternoon tour including Little Adam’s Peak, Nine Arches Bridge, and Ella View Point. Unwind in the evening surrounded by misty mountain air. Overnight in Ella."
    },
    {
      "day": 4,
      "title": "Ella – Yala or Udawalawe",
      "description": "After breakfast, proceed to Yala or Udawalawe (approx. 2.5-hour drive). Check into your hotel and rest briefly. Around 3:00 PM, begin an exciting jeep safari through Yala or Udawalawe National Park to see wild elephants and other wildlife. Safari concludes around 6:00 PM. Overnight in Yala or Udawalawe."
    },
    {
      "day": 5,
      "title": "Yala – Mirissa",
      "description": "After breakfast, depart for Mirissa (approx. 3.5-hour drive). In the afternoon, visit Coconut Tree Hill and Parrot Rock Bridge before spending leisure time along the popular Mirissa Beach. Enjoy the coastal atmosphere and a seafood dinner by the shore. Overnight in Mirissa."
    },
    {
      "day": 6,
      "title": "Mirissa – Galle",
      "description": "Start early with a whale watching boat excursion from Mirissa. After the tour, continue to Galle to explore the historic Galle Fort, National Maritime Museum, and the iconic Galle Lighthouse. Check into your hotel in the evening. Overnight in Galle."
    },
    {
      "day": 7,
      "title": "Galle – Colombo – Departure",
      "description": "After breakfast, return to Colombo or Negombo. Based on your flight schedule, your driver will transfer you to the airport for departure."
    }
  ]
}
,

{
  "slug": "08-days-07-nights-round-tour",
  "name": "08 Days 07 Nights",
  "description": "An 8-day round tour across Sri Lanka covering ancient cities, cultural landmarks, hill country landscapes, wildlife, beaches, scenic train journeys, and ocean experiences with airport pickup and drop-off.",
  "image": "/images/tours/round-tours/08-days-07-nights.jpg",
  "type": "round tour",
  "location": "Kandy, Sigiriya, Dambulla, Anuradhapura, Polonnaruwa, Nuwara Eliya, Ella, Mirissa, Colombo, Sri Lanka",
  "duration": "8 Days 7 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Elephant experience in Pinnawala or Millennium Foundation",
    "Dambulla Cave & Golden Temple",
    "Sigiriya Rock Fortress & village experience",
    "Ancient cities of Polonnaruwa & Anuradhapura",
    "Temple of the Sacred Tooth Relic",
    "Scenic hill country train ride",
    "Gregory Park and botanical gardens",
    "Ella viewpoints & Nine Arch Bridge",
    "Mirissa beach life and whale watching"
  ],
  "itinerary": [
    {
      "description": "This 8-day journey begins and ends at Colombo Airport, taking you through 9+ remarkable destinations across Sri Lanka. The package includes hotel accommodation, an experienced chauffeur, insurance, daily breakfast, comfortable transport, and a fully guided travel experience."
    },
    {
      "day": 1,
      "title": "Airport – Pinnawala – Dambulla – Sigiriya",
      "description": "On arrival at Bandaranaike International Airport (CMB), you will be greeted by your chauffeur. Proceed to Pinnawala Elephant Orphanage or Millennium Elephant Foundation. Continue to Dambulla to explore the Royal Cave Temple and Golden Temple. Later, transfer to Sigiriya and check in to your hotel for the night."
    },
    {
      "day": 2,
      "title": "Sigiriya – Polonnaruwa – Sigiriya",
      "description": "After breakfast, visit the world-famous Sigiriya Rock Fortress, one of Sri Lanka’s most iconic landmarks. Later, experience a local village tour to explore rural life and traditions. Continue to Polonnaruwa for an ancient city sightseeing tour. After the tour, return to your hotel in Sigiriya for overnight stay."
    },
    {
      "day": 3,
      "title": "Sigiriya – Anuradhapura",
      "description": "After breakfast, transfer to Anuradhapura and begin an ancient city exploration including Jaya Sri Maha Bodhi, Ruwanwelisaya, and other heritage sites. After the tour, check in to the hotel in Anuradhapura and enjoy a relaxed evening."
    },
    {
      "day": 4,
      "title": "Anuradhapura – Kandy",
      "description": "After breakfast, travel to Kandy with a stop at a spice and herbal garden in Matale. Arrive in Kandy during the afternoon and check in to your hotel. In the evening, enjoy a cultural Kandyan dance performance showcasing traditional Sri Lankan arts. Overnight stay in Kandy."
    },
    {
      "day": 5,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, begin a city tour of Kandy including a visit to the Temple of the Sacred Tooth Relic (Dalada Maligawa) and the Royal Botanical Gardens in Peradeniya. Continue to Peradeniya train station for a scenic train ride through misty tea plantations to Nanuoya. Your chauffeur will meet you at the station. Visit Gregory Park and unwind in the cool hill climate. Overnight in Nuwara Eliya."
    },
    {
      "day": 6,
      "title": "Nuwara Eliya – Ella",
      "description": "After breakfast, travel to Ella via the Hakgala Botanical Garden. In the afternoon, explore Little Adam’s Peak, the famous Nine Arch Bridge, and the panoramic Ella Rock viewpoint. Overnight stay in Ella."
    },
    {
      "day": 7,
      "title": "Ella – Mirissa",
      "description": "After breakfast, proceed to Mirissa. Visit Coconut Tree Hill and Parrot Rock Bridge, enjoy leisure time by the beach, and later experience the vibrant coastal nightlife. Overnight in Mirissa."
    },
    {
      "day": 8,
      "title": "Mirissa – Colombo – Airport",
      "description": "Start early with a whale watching boat excursion in Mirissa. After the tour, continue toward the airport with a stop in Colombo for sightseeing and a shopping experience before your departure."
    }
  ]
},

{
  "slug": "14-days-13-nights-round-tour",
  "name": "14 Days 13 Nights",
  "description": "A 14-day round tour discovering Sri Lanka’s cultural heritage, coastal beauty, wildlife, hill country, beaches, and historic landmarks with airport pickup and drop-off.",
  "image": "/images/tours/round-tours/14-days-13-nights.jpg",
  "type": "round tour",
  "location": "Sigiriya, Trincomalee, Anuradhapura, Kandy, Nuwara Eliya, Ella, Yala/Udawalawe, Mirissa, Galle, Colombo, Sri Lanka",
  "duration": "14 Days 13 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Elephant sanctuary experience",
    "Ancient rock and cave temples",
    "Coastal sightseeing and whale watching",
    "Scenic train ride through tea plantations",
    "Wildlife safari in national parks",
    "Colonial fort tours",
    "Cultural show and sacred temple visits",
    "Beach relaxation and seafood experience"
  ],
  "itinerary": [
    {
      "description": "This 14-day experience begins and ends at Colombo International Airport, covering 11+ remarkable destinations across Sri Lanka. The package includes hotel accommodation, an experienced chauffeur, insurance, daily breakfast, and comfortable transport throughout the journey."
    },
    {
      "day": 1,
      "title": "Arrival – Pinnawala – Dambulla – Sigiriya",
      "description": "On arrival at the airport, you will be welcomed by your chauffeur at the arrivals greeting area. Transfer to Pinnawala and visit the Elephant Orphanage or Millennium Elephant Foundation. Continue to Dambulla to explore the historic Rock Cave Temple. In the evening, reach your hotel in Sigiriya for overnight stay."
    },
    {
      "day": 2,
      "title": "Sigiriya – Trincomalee",
      "description": "After breakfast, climb Sigiriya Rock or Pidurangala Rock for panoramic views. Later, transfer to Trincomalee and enjoy leisurely beach time. Overnight stay in Trincomalee."
    },
    {
      "day": 3,
      "title": "Trincomalee",
      "description": "After breakfast, explore Trincomalee including Koneswaram Temple on Swami Rock cliff, the Trincomalee War Cemetery, Kinniya Hot Springs, and the historic Fort Frederick. Return to your hotel for overnight stay."
    },
    {
      "day": 4,
      "title": "Trincomalee – Anuradhapura",
      "description": "After breakfast, travel to Anuradhapura and check in to the hotel. In the afternoon, begin a sacred city tour covering key sites including Ruwanwelisaya, Jaya Sri Maha Bodhi, Isurumuniya Temple, Jethawanaramaya Stupa, and more. Overnight stay in Anuradhapura."
    },
    {
      "day": 5,
      "title": "Anuradhapura – Kandy",
      "description": "After breakfast, transfer to Kandy. In the evening, enjoy a vibrant cultural dance performance at the Kandy Lake Club featuring traditional Sri Lankan music and dance. Overnight stay in Kandy."
    },
    {
      "day": 6,
      "title": "Kandy",
      "description": "After breakfast, tour Kandy city including the Temple of the Sacred Tooth Relic, Royal Botanical Gardens Peradeniya, and the Kandy Garrison Cemetery. Return to the hotel for overnight stay."
    },
    {
      "day": 7,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, travel to Nuwara Eliya through tea-covered landscapes. Visit the tea factory and plantations, enjoy fresh Ceylon tea, and stop at the Royal Botanical Gardens. Later, visit Gregory Lake and relax in the cool climate. Overnight stay in Nuwara Eliya."
    },
    {
      "day": 8,
      "title": "Nuwara Eliya – Ella",
      "description": "Board a scenic train from Nanu Oya to Ella. Your chauffeur will meet you at Ella station. Enjoy lunch at Café Chill followed by sightseeing including Nine Arch Bridge, Little Adam’s Peak, and Ravana’s Cave. Check in to your hotel in Ella for overnight stay."
    },
    {
      "day": 9,
      "title": "Ella – Yala or Udawalawe",
      "description": "After breakfast, drive toward Yala or Udawalawe, stopping at Ravana Waterfall. In the afternoon, enjoy a 4x4 jeep safari in Yala or Udawalawe National Park from 3:00 PM to 6:00 PM. After the safari, check in to your hotel for overnight stay."
    },
    {
      "day": 10,
      "title": "Yala or Udawalawe – Mirissa",
      "description": "Travel to Mirissa and enjoy a taste of traditional buffalo milk curd. Check in to your hotel and relax by the beach for the rest of the day. Overnight stay in Mirissa."
    },
    {
      "day": 11,
      "title": "Mirissa",
      "description": "Early morning, set out for a 4-hour whale watching excursion. After returning, enjoy free time by the beach and a seafood dinner in the evening. Overnight stay in Mirissa."
    },
    {
      "day": 12,
      "title": "Mirissa – Galle",
      "description": "After breakfast, head to Galle and visit the Galle Fort, Lighthouse, and Dutch Hospital Shopping Precinct. Overnight stay in Galle."
    },
    {
      "day": 13,
      "title": "Galle – Colombo",
      "description": "After breakfast, travel to Colombo. In the afternoon, enjoy a city tour including Jami Ul-Alfar Mosque, Gangaramaya Temple, Galle Face Green, Colombo National Museum, and One Galle Face Mall. Check in to your hotel for overnight stay."
    },
    {
      "day": 14,
      "title": "Colombo – Departure",
      "description": "After breakfast, transfer to the airport in time for your departure, concluding your tour with lasting Sri Lankan travel memories."
    }
  ]
}
,

{
  "slug": "20-days-19-nights-round-tour",
  "name": "20 Days 19 Nights",
  "description": "A 20-day immersive journey across Sri Lanka covering UNESCO heritage sites, beaches, wildlife, cultural landmarks, adventure activities, and scenic hill country experiences with airport transfers included.",
  "image": "/images/tours/round-tours/20-days-19-nights.jpg",
  "type": "round tour",
  "location": "Negombo, Pinnawala, Kandy, Sigiriya, Anuradhapura, Trincomalee, Pasikuda, Nuwara Eliya, Ella, Yala, Tangalle, Mirissa, Galle, Hikkaduwa, Bentota, Colombo, Sri Lanka",
  "duration": "20 Days 19 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Multiple UNESCO World Heritage sites",
    "Wildlife safaris and whale watching",
    "Ancient temples and cultural experiences",
    "Scenic train ride and tea plantations",
    "Water sports, kayaking, and river safari",
    "Turtle conservation visit",
    "Beach relaxation and coastal exploration",
    "Hill country landscapes and hiking trails"
  ],
  "itinerary": [
    {
      "description": "You don’t require a full month to experience the best of Sri Lanka. This 20-day itinerary covers nearly all major UNESCO sites, ancient temples, adventure activities like cycling, kayaking, beach experiences, wildlife safaris, and scenic highland views. The package includes hotel accommodation, driver service, insurance, daily breakfast, and comfortable transport throughout the journey."
    },
    {
      "day": 1,
      "title": "Arrival – Negombo",
      "description": "On arrival at Colombo Bandaranaike International Airport, your driver will welcome you and transfer you to your hotel in Negombo. After resting, visit Negombo beach area with seaside dining, refreshments, and a chance to engage with the local atmosphere and coastal lifestyle."
    },
    {
      "day": 2,
      "title": "Negombo – Pinnawala – Kandy",
      "description": "After breakfast, visit Pinnawala Elephant Orphanage or Millennium Elephant Foundation to observe elephants roaming freely within a coconut estate. Guests may join Elephant Walks or volunteer programs. In the afternoon, transfer to Kandy. In the evening, attend the cultural dance show at Kandy Lake Club featuring Sri Lankan traditional performances. Overnight stay in Kandy."
    },
    {
      "day": 3,
      "title": "Kandy",
      "description": "Following breakfast, explore Kandy, including the Temple of the Sacred Tooth Relic, Royal Botanical Gardens – Peradeniya, and Kandy Garrison Cemetery. Return to hotel afterward."
    },
    {
      "day": 4,
      "title": "Kandy – Dambulla – Sigiriya",
      "description": "After breakfast, visit the ancient Dambulla Royal Cave Temple featuring historic murals and Buddha statues. In the afternoon, hike Sigiriya Rock or Pidurangala Rock for panoramic views. Overnight stay in Sigiriya."
    },
    {
      "day": 5,
      "title": "Sigiriya – Mihintale – Anuradhapura",
      "description": "Begin the day with a visit to Mihintale Rock, climbing 1,840 ancient steps to reach the sacred summit. Later, continue to Anuradhapura, one of Sri Lanka’s ancient capitals. Check in to hotel and relax for the evening."
    },
    {
      "day": 6,
      "title": "Anuradhapura – Trincomalee",
      "description": "Visit sacred sites in Anuradhapura including Ruwanwelisaya, Jaya Sri Maha Bodhi, Isurumuniya Temple, Jethawanaramaya Stupa, and more. After the city tour, travel to Trincomalee. Check in at the hotel, relax by the beach, and stay overnight."
    },
    {
      "day": 7,
      "title": "Trincomalee",
      "description": "Explore Trincomalee, including Koneswaram Temple on Swami Rock cliff, Trincomalee War Cemetery, Kinniya Hot Springs, and historic Fort Frederick. Return to hotel after sightseeing."
    },
    {
      "day": 8,
      "title": "Trincomalee – Pasikuda",
      "description": "Transfer to the coastal destination of Pasikuda, known for its curved bay, clear shallow waters, and sandy shoreline. Visit Marble Beach and Kalkudah Beach for relaxing seaside views."
    },
    {
      "day": 9,
      "title": "Pasikuda – Nuwara Eliya",
      "description": "Travel to Nuwara Eliya. Visit Victoria Park for its lake views and birdlife, followed by Gregory Lake for boat and pony rides in the cool climate. Check in to your hotel and enjoy the evening."
    },
    {
      "day": 10,
      "title": "Nuwara Eliya – Horton Plains – Nuwara Eliya",
      "description": "Early morning drive to Horton Plains National Park with a packed breakfast. Explore its forests, cliffs, plains, and wildlife. Return to hotel, relax, and later visit Pedro Tea Factory, Lover’s Leap Waterfall, and Seetha Amman Temple. Overnight stay in Nuwara Eliya."
    },
    {
      "day": 11,
      "title": "Nuwara Eliya – Ella",
      "description": "Take a scenic train from Nanu Oya to Ella. Upon arrival, enjoy lunch at Café Chill. Visit Nine Arch Bridge and Little Adam’s Peak. Check in to hotel in Ella for overnight stay."
    },
    {
      "day": 12,
      "title": "Ella – Yala",
      "description": "After breakfast, drive to Yala, stopping at Ravana Waterfall en route. Check in to hotel and relax for the night."
    },
    {
      "day": 13,
      "title": "Yala",
      "description": "Begin a full-day 4x4 jeep safari in Yala National Park starting at 05:30 AM and concluding around 6:00 PM, observing wildlife with an experienced safari guide."
    },
    {
      "day": 14,
      "title": "Yala – Tissamaharama – Tangalle",
      "description": "Visit Tissa Wewa reservoir and Tissamaharama Raja Maha Vihara temple. Continue to Tangalle and enjoy buffalo milk curd tasting. Check in to hotel and relax by the beach."
    },
    {
      "day": 15,
      "title": "Tangalle",
      "description": "Spend the day at Tangalle Beach. Optional visits include Parewella Natural Swimming Area, dining along the shore, and Tangalle Lighthouse to explore local history."
    },
    {
      "day": 16,
      "title": "Tangalle – Mirissa",
      "description": "Travel to Mirissa and visit Coconut Tree Hill and Parrot Rock Bridge. Spend the evening on the beach with seafood dining. Overnight stay in Mirissa."
    },
    {
      "day": 17,
      "title": "Mirissa – Galle – Hikkaduwa",
      "description": "Start the day with a 4-hour whale-watching cruise. Continue to Galle to visit Galle Fort, Lighthouse, and Dutch Hospital Shopping Precinct. Transfer to Hikkaduwa and relax by the beach in the evening."
    },
    {
      "day": 18,
      "title": "Hikkaduwa – Bentota – Colombo",
      "description": "Proceed to Bentota for a Madu Ganga River Safari through mangroves and waterways. Visit Bentota Turtle Hatchery to learn about endangered turtles. Later, drive to Colombo and check in to hotel."
    },
    {
      "day": 19,
      "title": "Colombo",
      "description": "City tour of Colombo including Jami Ul-Alfar Mosque, Gangaramaya Temple, Galle Face Green, Colombo National Museum, and One Galle Face Mall. Return to hotel afterward."
    },
    {
      "day": 20,
      "title": "Colombo – Departure",
      "description": "Transfer to the airport based on flight timing. Wishing you an unforgettable Sri Lanka journey filled with great memories."
    }
  ]
}
,

{
  "slug": "honeymoon-14-days-13-nights",
  "name": "Honeymoon Tour 14 Days 13 Nights",
  "description": "A romantic 14-day honeymoon journey across Sri Lanka featuring beaches, scenic train rides, cultural heritage, wildlife safari, hill country landscapes, and coastal sunsets with private transport and hotel stays.",
  "image": "/images/tours/round-tours/14-days-13-hony-nights.jpg",
  "type": "round tour",
  "location": "Negombo, Colombo, Kandy, Dambulla, Sigiriya, Polonnaruwa, Anuradhapura, Trincomalee, Pasikuda, Nuwara Eliya, Ella, Udawalawe, Mirissa, Galle, Sri Lanka",
  "duration": "14 Days 13 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Romantic beaches and sunsets",
    "Scenic train ride through tea hills",
    "Wildlife safari in Udawalawe",
    "UNESCO cultural heritage sites",
    "Whale watching experience",
    "Couple-friendly leisure and dining experiences"
  ],
  "itinerary": [
    {
      "description": "A 14-day honeymoon escape beginning and ending at Colombo Airport, covering 13+ destinations including beaches, cultural landmarks, hill country, romantic viewpoints, wildlife and scenic train journeys. The package includes hotel stays, experienced driver, transport, insurance and daily breakfast."
    },
    {
      "day": 1,
      "title": "Arrival – Negombo",
      "description": "Upon arriving at Colombo Bandaranaike International Airport, your chauffeur will welcome you and drive you to Negombo. Relax after check-in, then explore Negombo beach with seaside dining, refreshing drinks, and a glimpse into coastal local lifestyle."
    },
    {
      "day": 2,
      "title": "Negombo – Colombo",
      "description": "After breakfast, travel to Colombo. Later, enjoy a city tour covering Jami Ul-Alfar Mosque, Gangaramaya Temple, Galle Face Green, Colombo National Museum and One Galle Face Mall. Overnight stay in Colombo."
    },
    {
      "day": 3,
      "title": "Colombo – Kandy",
      "description": "Proceed to Kandy after breakfast. Visit the Temple of the Sacred Tooth Relic. In the evening, attend Kandy Lake Club cultural performance featuring traditional Sri Lankan dance and music. Overnight stay in Kandy."
    },
    {
      "day": 4,
      "title": "Kandy – Dambulla – Sigiriya",
      "description": "Visit Royal Botanical Gardens in Peradeniya and a spice garden in Matale. Continue to Dambulla to explore the cave temple complex. Later, head to Sigiriya and enjoy a village experience including a bullock cart ride. Check-in for the night in Sigiriya."
    },
    {
      "day": 5,
      "title": "Sigiriya – Polonnaruwa – Sigiriya",
      "description": "Climb Sigiriya Rock or Pidurangala Rock for scenic views. Afterwards, travel to the ancient kingdom of Polonnaruwa for historic explorations. Return to your hotel in Sigiriya and relax for the night."
    },
    {
      "day": 6,
      "title": "Sigiriya – Mihintale – Anuradhapura",
      "description": "Climb the historical Mihintale steps (1,840 stone stairs). Later, continue to Anuradhapura, an ancient capital. Check-in to hotel and unwind for the evening."
    },
    {
      "day": 7,
      "title": "Anuradhapura – Trincomalee",
      "description": "Explore sacred landmarks including Ruwanwelisaya, Jaya Sri Maha Bodhi, Isurumuniya and Jethawanaramaya Stupa. Later, transfer to Trincomalee, relax by the ocean and check in for the night."
    },
    {
      "day": 8,
      "title": "Trincomalee",
      "description": "Visit Koneswaram Temple on Swami Rock, Trincomalee War Cemetery, Kinniya Hot Springs and historic Fort Frederick. Return to hotel after the tour."
    },
    {
      "day": 9,
      "title": "Trincomalee – Pasikuda",
      "description": "Travel to the coastal paradise of Pasikuda. Visit Marble Beach and Kalkudah Beach, unwind by the calm shoreline and enjoy an overnight stay at Pasikuda Beach."
    },
    {
      "day": 10,
      "title": "Pasikuda – Nuwara Eliya",
      "description": "Proceed to Nuwara Eliya. Visit Victoria Park for nature views and birdlife, then enjoy Gregory Lake with optional pony or boat rides. Check in to your hotel and relax in the cool mountain climate."
    },
    {
      "day": 11,
      "title": "Nuwara Eliya – Ella",
      "description": "Take the scenic train from Nanu Oya to Ella. Upon arrival, enjoy lunch at a local café and later visit Nine Arch Bridge, Little Adam’s Peak and Ravana’s Cave. Check-in to your hotel in Ella."
    },
    {
      "day": 12,
      "title": "Ella – Udawalawe",
      "description": "Travel to Udawalawe with a stop at Ravana Waterfall. In the afternoon, enjoy a 4x4 safari tour in Udawalawe National Park from 3:00 PM to 6:00 PM. End the day at your safari hotel."
    },
    {
      "day": 13,
      "title": "Udawalawe – Mirissa",
      "description": "After breakfast, continue to Mirissa. Try authentic buffalo milk curd, then visit Coconut Tree Hill and Parrot Rock Bridge. Enjoy a romantic beach evening with seafood dining."
    },
    {
      "day": 14,
      "title": "Mirissa – Galle – Departure",
      "description": "Start the morning with a 4-hour whale watching excursion. Later, explore Galle Fort, the Lighthouse and Dutch Hospital precinct. After sightseeing, transfer to the airport in time for departure."
    }
  ]
},

{
  "slug": "wildlife-eco-tour-08-days-07-nights",
  "name": "Wild Life & Eco Tour 08 Days 07 Nights",
  "description": "Explore the wildlife and natural wonders of Sri Lanka with an 8-day eco-tour including national parks, mountain ranges, tea plantations, cultural heritage, and endemic wildlife encounters. The tour includes hotel stays, an expert driver, transport, insurance, and breakfast.",
  "image": "/images/tours/round-tours/08-days-07-wild-nights.jpg",
  "type": "round tour",
  "location": "Negombo, Pinnawala, Sigiriya, Dambulla, Matale, Kandy, Knuckles Mountain Range, Nuwara Eliya, Horton Plains, Udawalawe National Park, Sri Lanka",
  "duration": "8 Days 7 Nights",
  "best_time": "Any time of the year",
  "pickup": "Airport–Hotel–Tour–Airport",
  "cost": "Contact us for details",
  "highlights": [
    "Elephant orphanage visit at Pinnawala",
    "Sigiriya Rock and village tour with elephant-back safari",
    "Dambulla Rock Cave Temple exploration",
    "Spice garden and cooking demonstration in Matale",
    "Knuckles Mountain Range nature trek",
    "Nuwara Eliya scenic tour with tea plantations and lake activities",
    "Horton Plains National Park trek including World’s End and Baker’s Falls",
    "Udawalawe National Park safari for elephants and endemic wildlife"
  ],
  "itinerary": [
    {
      "description": "Explore Sri Lanka’s rich wildlife, forests, and mountain ranges in this 8-day tour. Encounter elephants, endemic birds, and mammals, experience cultural heritage, scenic landscapes, and enjoy eco-friendly adventures."
    },
    {
      "day": 1,
      "title": "Arrival – Pinnawala – Sigiriya",
      "description": "Arrive at Bandaranaike International Airport and meet your Lanka Heaven Tours chauffeur. Transfer to Pinnawala to visit the Elephant Orphanage, observing and participating in elephant bathing and bottle-feeding sessions."
    },
    {
      "day": 2,
      "title": "Sigiriya Sightseeing",
      "description": "Visit the UNESCO-listed Sigiriya Rock Fortress with its frescoes, gardens, and moats. Explore Habarana village with a bullock cart ride, boat ride, rural farming demonstration, authentic Sri Lankan lunch, and an elephant-back safari."
    },
    {
      "day": 3,
      "title": "Sigiriya – Dambulla – Matale – Kandy",
      "description": "Visit Dambulla Rock Temple, the largest painted cave complex in the world. Continue to Matale to see a spice garden with cultivation and cooking demonstrations. Transfer to Kandy for an overnight stay."
    },
    {
      "day": 4,
      "title": "Kandy – Knuckles Mountain Range – Kandy",
      "description": "Travel to the Knuckles Mountain Range, a strict nature reserve with rare endemic plants and unique biodiversity. Explore the highland terrain before returning to Kandy for the night."
    },
    {
      "day": 5,
      "title": "Kandy – Nuwara Eliya",
      "description": "Proceed to Nuwara Eliya, a scenic hill country town. Tour tea plantations, golf courses, Hakgala Botanical Garden, Hindu temples, and the Pink Post Office. Evening leisure activities at Gregory Lake including water sports."
    },
    {
      "day": 6,
      "title": "Nuwara Eliya – Horton Plains – Nuwara Eliya",
      "description": "Early morning visit to Horton Plains National Park with a breakfast pack. Hike to World’s End and Baker’s Falls, observing endemic wildlife such as Sambhur, leopards, and bear monkeys. Visit a New Zealand-style farm in Ambewela. Evening shopping in Nuwara Eliya town."
    },
    {
      "day": 7,
      "title": "Nuwara Eliya – Udawalawe National Park",
      "description": "Travel to Udawalawe National Park. Enjoy an afternoon ½-day safari spotting elephants, deer, langurs, jackals, water birds, and peacocks in their natural habitat. Overnight stay near the park."
    },
    {
      "day": 8,
      "title": "Udawalawe National Park – Colombo / Airport",
      "description": "Early morning wildlife jeep safari for bird watching and elephant spotting. After the safari, transfer to Colombo city or Bandaranaike International Airport for your departure."
    }
  ]
}




















]