[
    
    {
    "slug": "colombo-day-tour",
    "name": "Colombo Day Tour",
    "description": "A short city tour to explore Colombo’s history, culture and modern lifestyle.",
    "image": "/images/tours/one-day/colombo.jpg",
    "type": "short tour",
    "location": "Colombo, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Gangaramaya Temple and Kelaniya Raja Maha Viharaya",
        "Experience modern Sri Lankan city lifestyle",
        "Old Parliament building and the Lotus Tower",
        "Pettah Market and the Red Mosque"
    ],
    "itinerary": [
        {
            "description": "Colombo, the bustling capital of Sri Lanka, is the main gateway for travelers exploring the island’s southern beaches.\n\nThe city has a rich history, influenced by the Portuguese, Dutch, and British, and shows this heritage through colonial buildings alongside modern skyscrapers and shopping centers.\n\nDuring the tour, you will visit the Gangaramaya Temple and Kelaniya Raja Maha Viharaya, see the Old Parliament building and the Lotus Tower, and explore Pettah Market and the Red Mosque.\n\nColombo also offers entertainment such as theaters, cinemas, cafes, museums, and art galleries. This short tour gives you a good overview of the city’s culture, history, and everyday life."
        }
    ]
},

{
    "slug": "kandy-day-tour",
    "name": "Kandy Day Tour",
    "description": "A full day tour to explore Kandy’s culture, wildlife, and gardens.",
    "image": "/images/tours/one-day/kandy.jpg",
    "type": "short tour",
    "location": "Kandy, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Pinnawala Elephant Orphanage",
        "Royal Botanical Gardens in Peradeniya",
        "Tea Factory Visit",
        "Sri Dalada Maligawa"
    ],
    "itinerary": [
        {
            "description": "The Pinnawala Elephant Orphanage was established in 1975 to care for adult and orphaned elephants in difficult situations. It is the largest breeding center for wild Asian elephants in the world. Here, you will see how the elephants are cared for, fed, and taken to the river for bathing.\n\nIf you prefer, the Pinnawala Nursery can be replaced by the Millennium Nursery, a smaller facility supervised by volunteers. You can take a short elephant ride, visit a small museum about elephants, and even participate in bathing an elephant in the river.\n\nNext, visit a garden of Ayurveda and spices, where you will learn about medicinal plants and enjoy aromatic spiced tea.\n\nThen, you will visit a working tea factory to see how the famous Ceylon tea is made, learn to identify different varieties, and taste the tea.\n\nAfterward, explore the Royal Botanical Gardens in Peradeniya. Covering about 60 hectares, the garden has tropical flowers, herbs, shrubs, and trees, including trees planted by world figures like Gagarin and Tsar Nikolai II. Walk among giant bamboo thickets, orchids, hibiscus, Seychelles palms, and many other tropical plants.\n\nFinally, visit Sri Dalada Maligawa, the main temple of the island, which houses the sacred Tooth Relic of the Buddha.\n\nThis tour is ideal for nature lovers, wildlife enthusiasts, people who enjoy active walks, and those interested in culture and religion."
        }
    ]
},

{
    "slug": "galle-day-tour",
    "name": "Galle Day Tour",
    "description": "A short tour to explore Galle’s river, wildlife, history, and cultural sites.",
    "image": "/images/tours/one-day/galle.jpg",
    "type": "short tour",
    "location": "Galle, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Madu River Boat Ride",
        "Turtle Hatchery Point",
        "Galle Dutch Fort",
        "Mask Factory"
    ],
    "itinerary": [
        {
            "description": "This excursion is designed for those who prefer to stay close to the coast. Begin with a boat ride on the Madu River, where you can observe the daily lives of local Sri Lankans, their traditional crafts, shrimp and fish catching techniques, and visit an island where world-famous Ceylon cinnamon is grown. You will also see local Buddhist temples, animals and birds, and dense mangrove thickets.\n\nNext, visit one of the oldest turtle hatcheries along the coast at Kosgoda, opened in 1978. Staff patrol the shore for turtle eggs and transfer them to the farm to protect the sea turtle population. You will see newborn turtles as well as adult turtles that cannot survive in the open ocean. Rare albino turtles are also housed at the farm.\n\nThen, visit a moonstone deposit to learn about the process of mining this precious stone.\n\nFinally, explore the traditional mask museum, which showcases a large variety of masks, along with sculptures and paintings. You can see a workshop demonstrating step-by-step mask making, and learn the folklore and stories behind these traditional creations."
        }
    ]
},

{
    "slug": "ella-day-tour",
    "name": "Ella Day Tour",
    "description": "A full-day tour to explore Ella’s scenic train ride, mountains, waterfalls, and baby elephants.",
    "image": "/images/tours/one-day/ella.jpg",
    "type": "short tour",
    "location": "Ella, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "World Famous Train Ride to Ella",
        "Little Adam's Peak",
        "Nine Arch Bridge",
        "Elephant Transit Home"
    ],
    "itinerary": [
        {
            "description": "This tour gives you a glimpse of everything Sri Lanka is famous for in just one day: highlands and tea plantations, a scenic train ride, adorable baby elephants at a nursery, walks through agricultural gardens, and tropical fruits.\n\nFrom your hotel or guesthouse, travel to Bandarawela station to board the train along the famous central railway line to Demodara station (approximately 50 minutes). Along the way, enjoy views of tea plantations and pass the iconic Nine Arch Bridge.\n\nAfter reaching Demodara, continue to Ella and return to the Nine Arch Bridge to take photos and learn about its history.\n\nNext, climb Little Adam's Peak to admire the stunning views of Ella and its surrounding mountains. Afterwards, visit the Elephant Transit Home nursery to see how baby elephants are fed with milk.\n\nOn the way back, stop at Ravana Falls, one of the most beautiful waterfalls on the island."
        }
    ]
},

{
    "slug": "mirissa-whale-watching",
    "name": "Mirissa Whale-Watching",
    "description": "A thrilling boat tour to see blue whales and dolphins off the coast of Mirissa.",
    "image": "/images/tours/one-day/mirissa-whale-watching.jpg",
    "type": "short tour",
    "location": "Mirissa, Sri Lanka",
    "duration": "5 Hours",
    "best_time": "November to April",
    "highlights": [
        "See the Blue Whales",
        "See the Dolphins"
    ],
    "itinerary": [
        {
            "description": "Whale and dolphin watching in Mirissa is one of the most exciting water activities in Sri Lanka. Blue whales, the largest animals on earth, are often spotted here, making Mirissa the best place for this experience.\n\nThe tour usually takes 3–5 hours, with an average of 4 hours. Tours start before 7 a.m. from Mirissa Harbor, so you should arrive between 6:00 and 6:30 a.m. Morning tea is served before departure, and breakfast packages and snacks are available on board. The boat also has a toilet for your convenience."
        }
    ]
},

{
    "slug": "udawalawe-safari",
    "name": "Udawalawe Safari",
    "description": "A day safari to explore Udawalawe National Park and see elephants and wildlife up close.",
    "image": "/images/tours/safari/udawalawe.jpg",
    "type": "safari",
    "location": "Udawalawe, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Udawalawe Safari",
        "Mulkirigala Rock Monastery"
    ],
    "itinerary": [
        {
            "description": "Udawalawe National Park lies on the boundary of Sabaragamuwa and Uva Provinces in Sri Lanka. The park was created to provide a sanctuary for wild animals displaced by the construction of the Udawalawe Reservoir, as well as to protect the catchment of the reservoir.\n\nThe park is especially popular among elephant lovers, as it is home to more than 400 elephants. During your visit, it is common to see large herds of adult and baby elephants feeding, bathing, and playing in water. Besides elephants, you may also spot many birds, water buffaloes, deer, monkeys, and other wildlife.\n\nThe tour concludes with a visit to Mulkirigala Rock Monastery, a cluster of ancient Buddhist cave shrines on a natural rock rising 673 feet (205 meters) from the jungle floor. While temples have existed here for 2,000 years, the caves contain colorful Buddha statues and frescoes dating from the 1700s, making it one of South Sri Lanka’s must-see sites."
        }
    ]
}
,

{
    "slug": "yala-safari",
    "name": "Yala Safari",
    "description": "A one-day safari to explore Yala National Park and visit the sacred temple in Kataragama.",
    "image": "/images/tours/safari/yala.jpg",
    "type": "safari",
    "location": "Yala, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Yala Safari",
        "Hindu Temple in Kataragama"
    ],
    "itinerary": [
        {
            "description": "The two main attractions in southeast Sri Lanka are Yala National Park, one of the oldest and largest nature reserves on the island, and the sacred temple in Kataragama. This tour is ideal for wildlife lovers and people interested in culture, religion, and traditions.\n\nYala is home to the endemic Ceylon leopard, which is the highlight most visitors hope to see. The park also has wild elephants, buffaloes, deer, wild boars, bears, peacocks, crocodiles, and many other birds and reptiles. The 4-hour safari allows you to experience the rich wildlife, depending on the skill of the jeep driver and a bit of luck.\n\nAfter the safari, visit the main temple in Kataragama, a sacred site for both Buddhists and Hindus. According to legend, the Buddha meditated here during his third visit to the island, making it one of the 16 important pilgrimage sites in Sri Lanka. The temple is also dedicated to the Hindu god Skanda, where visitors can seek blessings for various life matters."
        }
    ]
},

{
    "slug": "ridiyagama-safari",
    "name": "Ridiyagama Safari",
    "description": "A half-day safari to see exotic and endemic animals, visit a botanical garden, and explore Mulkirigala Rock Monastery.",
    "image": "/images/tours/safari/ridiyagama.jpg",
    "type": "safari",
    "location": "Sri Lanka",
    "duration": "4 Hours",
    "best_time": "Any time of the year",
    "highlights": [
        "Endemic Animals",
        "Bata Ata State Agricultural Botanical Garden",
        "Exotic Animals",
        "Mulkirigala Rock Monastery"
    ],
    "itinerary": [
        {
            "description": "Ridiyagama Safari Park offers a guaranteed chance to see a large number of exotic animals, unlike most national parks where wildlife sightings are unpredictable. The safari takes place in a huge, enclosed area where animals such as lions, Bengal tigers, elephants, ostriches, zebras, antelopes, and many birds live freely. Visitors explore the park in a latticed open jeep for a safe and close-up experience.\n\nThe safari lasts about 1.5–2 hours. Afterward, visit the Bata Ata State Agricultural Botanical Garden, which features fruit trees, shrubs, flowers (including endemic species), and walking paths. This garden also allows visitors to taste local traditional Sri Lankan dishes and herbal teas.\n\nThe tour ends with a visit to Mulkirigala Rock Monastery, a cluster of ancient Buddhist cave shrines rising 673 feet (205 meters) from the jungle floor. The caves contain colorful Buddha statues and frescoes dating back to the 1700s and have been a place of worship for over 2,000 years, making it one of South Sri Lanka’s must-see sites."
        }
    ]
},

{
    "slug": "bundala-safari",
    "name": "Bundala Safari",
    "description": "A one-day safari to explore wetlands, lagoons, and one of Sri Lanka’s best bird-watching national parks.",
    "image": "/images/tours/safari/bundala.jpg",
    "type": "safari",
    "location": "Bundala, Sri Lanka",
    "duration": "1 Day",
    "best_time": "Any time of the year",
    "highlights": [
        "Bird Watching",
        "Mammals Watching"
    ],
    "itinerary": [
        {
            "description": "Bundala National Park, located in the southern part of Sri Lanka, is a wildlife enthusiast’s dream come true. The park spreads across 6,216 hectares and consists of wetlands, dry thorny forests, lagoons, and sand dunes, making it one of the country’s most ecologically rich national parks.\n\nBundala is internationally recognized for its extraordinary birdlife, hosting more than 200 species, including both resident and migratory birds. Some of the key species include flamingos, pelicans, spoonbills, storks, herons, and a wide variety of wading birds. The migratory season from September to March turns the park into a stunning spectacle as thousands of birds arrive to nest and feed.\n\nIn addition to birdlife, Bundala is also home to wildlife such as elephants, mugger crocodiles, spotted deer, wild boar, monitor lizards, and various small mammals. The safari drive allows visitors to experience these animals within their natural habitats while enjoying scenic lagoon views.\n\nThis one-day safari is perfect for nature photographers, bird lovers, and wildlife explorers looking for a peaceful and richly biodiverse adventure."
        }
    ]
},


  {
  "slug": "udawalawe-nuwara-eliya",
  "name": "Udawalawe & Nuwara Eliya",
  "description": "A 2-day wildlife and hill country adventure featuring Udawalawe National Park, scenic train rides, waterfalls, and tea plantations.",
  "image": "/images/tours/short-tours/udawalawe-nuwara-eliya.jpg",
  "type": "short tour",
  "location": "Udawalawe & Nuwara Eliya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe National Park safari",
    "Buduruwagala Temple and waterfalls",
    "Nine-arch bridge & Adam’s Peak view",
    "Scenic train journey to Nuwara Eliya",
    "Tea factory visit and tasting",
    "Ramboda waterfall and Ambuluwawa Tower"
  ],
  "itinerary": [
    {
      "description": "Experience a captivating 2-day journey combining wildlife exploration and the serene hill country of Sri Lanka.\n\nStart with a safari in Udawalawe National Park, home to elephants and diverse wildlife. Travel through lush landscapes, visit historic temples, waterfalls, and iconic railway bridges.\n\nContinue into the cool, picturesque highlands of Nuwara Eliya with its tea estates, colonial architecture, and charming gardens."
    },
    {
      "day": 1,
      "title": "Udawalawe Safari & Ella Highlights",
      "description": "Begin your day with a morning jeep safari in Udawalawe National Park, spotting elephants and other wildlife in their natural habitats.\n\nContinue towards Ella, stopping at Buduruwagala Temple with its ancient rock carvings and nearby scenic waterfalls.\n\nVisit the famous Nine-Arch Bridge, then climb a small peak for panoramic views of the surrounding hills.\n\nOvernight stay at your hotel in Ella."
    },
    {
      "day": 2,
      "title": "Train Journey & Nuwara Eliya Exploration",
      "description": "After breakfast, board the train at Ella Railway Station for one of the world’s most scenic rail journeys, passing tea plantations, waterfalls, and tunnels en route to Nanuoya.\n\nIn Nuwara Eliya, explore the historic post office, colonial-era mansions, and the Grand Hotel.\n\nVisit a traditional tea factory to learn about Ceylon tea production and enjoy tastings.\n\nContinue to Ramboda Waterfall and conclude with a climb up Ambuluwawa Tower for panoramic views over the surrounding landscape before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "nuwara-eliya-ella",
  "name": "Nuwara Eliya & Ella",
  "description": "A 2-day hill country tour exploring Nuwara Eliya’s tea plantations, gardens, waterfalls, and the scenic landscapes of Ella.",
  "image": "/images/tours/short-tours/nuwara-eliya-ella.jpg",
  "type": "short tour",
  "location": "Nuwara Eliya & Ella, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Ambuluwawa Tower climb",
    "Tea plantations and tea museum visit",
    "Devon and St. Clair waterfalls",
    "Scenic train ride from Nanuoya to Ella",
    "Nine-arch bridge and Adam’s Peak view",
    "Ravana waterfall and Ella viewpoints"
  ],
  "itinerary": [
    {
      "description": "Nuwara Eliya is known for its cool climate, making it the coldest town in Sri Lanka.\n\nSurrounded by lush tea estates and beautiful gardens, it is famous for Ceylon tea production. Visitors can tour tea plantations, witness the tea-making process, and enjoy tasting sessions.\n\nElla, located about 100 km southeast, has a milder climate and offers stunning natural beauty with green valleys, waterfalls, and scenic viewpoints."
    },
    {
      "day": 1,
      "title": "Ambuluwawa Tower & Nuwara Eliya",
      "description": "Start the day by climbing Ambuluwawa Tower, a 48-meter structure with a spiral staircase offering spectacular views over the biosphere reserve.\n\nTravel to Nuwara Eliya, passing through tea plantations and stopping at Devon and St. Clair waterfalls.\n\nVisit the tea museum to learn about Ceylon tea production and its history.\n\nOvernight stay at your hotel in Nuwara Eliya."
    },
    {
      "day": 2,
      "title": "Train Ride & Ella Exploration",
      "description": "After breakfast, board the train at Nanuoya Railway Station for a scenic journey to Ella, enjoying views of tea estates, waterfalls, and tunnels along the route.\n\nIn Ella, visit the famous Nine-Arch Bridge, climb a small peak for views of Adam, and explore the Ravana waterfall.\n\nThis excursion is ideal for nature enthusiasts and those interested in culture, history, and outdoor exploration."
    }
  ]
}

,
  {
  "slug": "udawalawe-ella",
  "name": "Udawalawe & Ella",
  "description": "A 2-day tour combining wildlife experiences in Udawalawe and scenic highlands exploration in Ella, including waterfalls, viewpoints, and tea plantations.",
  "image": "/images/tours/short-tours/udawalawe-ella.jpg",
  "type": "short tour",
  "location": "Udawalawe & Ella, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe National Park morning safari",
    "Buduruwagala Temple and Ravana waterfall",
    "Nine Arch Bridge and Little Adam’s Peak",
    "Scenic train journey from Demodara to Haputale",
    "Adisham Monastery visit",
    "Diyaluma Waterfall"
  ],
  "itinerary": [
    {
      "description": "Udawalawe is renowned for its natural beauty and wildlife, especially the elephants that roam freely in the Udawalawe National Park.\n\nEmbark on jeep safaris to see elephants, buffalo, deer, crocodiles, and various birds against the backdrop of rolling hills and water reservoirs.\n\nElla, a charming town in the central highlands, offers breathtaking viewpoints like the Ella Gap, scenic hiking trails to Ella Rock and Little Adam’s Peak, and cultural highlights such as the Nine Arch Bridge and local tea factories."
    },
    {
      "day": 1,
      "title": "Udawalawe Safari & Ella Highlights",
      "description": "Start the day with a morning safari in Udawalawe National Park to observe elephants and other wildlife.\n\nTravel towards Ella, stopping at Buduruwagala Temple and the legendary Ravana waterfall.\n\nVisit the iconic Nine Arch Bridge and climb Little Adam’s Peak for panoramic views of the surrounding hills.\n\nOvernight stay at your hotel in Ella."
    },
    {
      "day": 2,
      "title": "Train Journey & Haputale Exploration",
      "description": "After breakfast, board the train at Demodara Station for a scenic journey to Haputale, passing the Nine Arch Bridge and enjoying stunning hill country vistas.\n\nIn Haputale, visit the former English estate and current Adisham Monastery of the Brotherhood of St. Benedict.\n\nConclude the day with a visit to Diyaluma Waterfall before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "udawalawe-baby-elephants-haputale-nuwara-eliya",
  "name": "Udawalawe Baby Elephants, Haputale & Nuwara Eliya",
  "description": "A 2-day wildlife and highlands adventure featuring Udawalawe baby elephants, scenic train rides, Haputale vistas, tea plantations, and waterfalls.",
  "image": "/images/tours/short-tours/udawalawe-baby-haputale-nuwara.jpg",
  "type": "short tour",
  "location": "Udawalawe, Haputale & Nuwara Eliya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Udawalawe baby elephant nursery visit",
    "Ravana waterfall",
    "Nine-arch bridge & Little Adam’s Peak",
    "Haputale scenic viewpoints",
    "Adisham Monastery visit",
    "Nuwara Eliya historic town and tea factory",
    "Ramboda waterfall"
  ],
  "itinerary": [
    {
      "description": "Udawalawe National Park is home to a large population of elephants, including adorable baby elephants that thrive in a safe environment.\n\nVisitors can observe young elephants playing, feeding, and learning from their elders. The park’s diverse landscapes of grasslands, marshes, and reservoirs provide ideal habitats for these majestic creatures.\n\nHaputale, perched high in the central highlands, offers stunning vistas, cool climates, and rolling tea plantations, making it perfect for nature lovers.\n\nNuwara Eliya, the tea capital of Sri Lanka, features lush gardens, colonial architecture, and world-famous Ceylon tea, which visitors can sample at local factories."
    },
    {
      "day": 1,
      "title": "Udawalawe Baby Elephants & Haputale",
      "description": "Start the day at the Udawalawe baby elephant nursery, where young elephants left without parental care are nurtured for five years before being released into the wild. Observe feeding sessions and learn about the conservation process.\n\nTravel towards Ella, stopping at Ravana Waterfall, shrouded in ancient legends.\n\nVisit the iconic Nine Arch Bridge and climb Little Adam’s Peak for panoramic views.\n\nContinue to Haputale and check in at your hotel for an overnight stay."
    },
    {
      "day": 2,
      "title": "Haputale & Nuwara Eliya",
      "description": "After breakfast, visit the former estate of an English planter, now the Adisham Monastery of the Brotherhood of St. Benedict.\n\nBoard the train at Haputale Station for a scenic ride to Nanuoya, passing picturesque hills and tea plantations along one of the world’s most beautiful railway routes.\n\nArrive in Nuwara Eliya, exploring its historic post office, colonial-era mansions, and the Grand Hotel.\n\nVisit a traditional tea factory to witness tea production and enjoy tastings. End the day with a stop at Ramboda Waterfall before returning to your hotel."
    }
  ]
}
,
  {
  "slug": "sigiriya-dambulla-minneriya-safari",
  "name": "Sigiriya, Dambulla & Minneriya Safari",
  "description": "A 2-day cultural and wildlife tour exploring Sigiriya or Pidurangala, Dambulla’s golden cave temples, Minneriya National Park, and local tea and spice estates.",
  "image": "/images/tours/short-tours/sigiriya-dambulla-minneriya.jpg",
  "type": "short tour",
  "location": "Sigiriya, Dambulla & Minneriya, Sri Lanka",
  "duration": "2 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Kurunegala giant Buddha statue viewpoint",
    "Pidurangala or Sigiriya climb",
    "Minneriya elephant safari",
    "Dambulla Golden Temple caves",
    "Spice garden & tea factory tour"
  ],
  "itinerary": [
    {
      "description": "Sigiriya, known as the Lion Rock, is an iconic UNESCO World Heritage Site in central Sri Lanka.\n\nIts sheer rock walls feature ancient frescoes and the remains of a royal palace at the summit, including the famous Lion’s Paw Terrace. Dambulla, another UNESCO site, is famous for its golden cave temples, adorned with intricate murals and numerous Buddha statues.\n\nMinneriya National Park is a wildlife sanctuary best known for the ‘Gathering of Elephants,’ where hundreds of elephants congregate around the Minneriya Tank during the dry season. The park is also home to leopards, bears, crocodiles, and a variety of birds."
    },
    {
      "day": 1,
      "title": "Kurunegala & Sigiriya/Pidurangala",
      "description": "Begin the tour in Kurunegala, once a capital of the Sinhalese kingdom, and visit Etagala Mountain to see the giant white Buddha statue and enjoy panoramic views.\n\nProceed to Mount Pidurangala, a Buddhist monastery offering spectacular views of Lion Rock. Explore the temple, see a replica of the Sigiriya frescoes, ancient monastic cells, and a 15-meter Buddha statue from the 10th century.\n\nOptional: climb Sigiriya instead of Pidurangala for an additional fee.\n\nOvernight stay at the hotel."
    },
    {
      "day": 2,
      "title": "Minneriya Safari & Dambulla",
      "description": "Start the day with a 3-hour jeep safari in Minneriya National Park, observing elephants and other wildlife in their natural habitats.\n\nOn the way back, visit the Dambulla Golden Temple, home to one of the largest Buddha statues in Sri Lanka.\n\nContinue to a local spice and Ayurveda garden to learn about traditional medicinal plants and enjoy aromatic teas.\n\nFinish with a visit to a working tea factory to see the stages of Ceylon tea production, taste different varieties, and optionally purchase tea directly from the producer."
    }
  ]
}
,

{
  "slug": "ella-nuwaraeliya-kandy",
  "name": "Ella, Nuwara Eliya and Kandy",
  "description": "A scenic 3-day tour through mountain viewpoints, iconic train rides, tea plantations, cultural sites, and Sri Lanka’s most sacred Buddhist temple.",
  "image": "/images/tours/short-tours/ella-nuwaraeliya-kandy.jpg",
  "type": "short tour",
  "location": "Ella, Nuwara Eliya & Kandy, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Ravana Waterfall and Ella viewpoints",
    "Nine Arch Bridge",
    "Little Adam’s Peak hike",
    "Scenic train ride via nine-arch bridge",
    "Tea factory and Ramboda Waterfall",
    "Nuwara Eliya colonial landmarks",
    "Temple of the Sacred Tooth Relic",
    "Royal Botanical Gardens",
    "Pinnawala Elephant Orphanage",
    "Ayurvedic & spice garden visit"
  ],
  "itinerary": [
    {
      "description": "Ella is a scenic town at 1,041 meters above sea level with mild temperatures ranging from 15°C to 28°C, ideal for hiking and exploration.\n\nKnown for green valleys, waterfalls, and iconic viewpoints, Ella Rock and the famous Ella Gap provide breathtaking panoramas.\n\nNuwara Eliya, the coolest region in Sri Lanka (10°C to 20°C), is surrounded by lush tea estates and colonial architecture, and serves as the country’s tea cultivation center.\n\nKandy, the last royal capital, is a historic city famous for the sacred Temple of the Tooth and its cultural heritage."
    },
    {
      "day": 1,
      "title": "Ella Highlights & Viewpoints",
      "description": "Visit the legendary Ravana Waterfall, followed by the iconic nine-arch bridge built during the British colonial era.\n\nClimb Little Adam’s Peak and enjoy panoramic views of lush mountain ranges.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Scenic Train Ride & Nuwara Eliya",
      "description": "After breakfast, depart to Demodara Railway Station to board one of the most scenic train rides in the world.\n\nThe journey passes over the nine-arch bridge and through historic tunnels, showcasing waterfalls and endless tea plantations.\n\nArrive in Nuwara Eliya and visit the island’s oldest post office and the former governor’s residence, now the Grand Hotel.\n\nContinue to one of the oldest tea factories to experience tea production and tasting.\n\nVisit the 107-meter Ramboda Waterfall.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kandy – Sacred Temple & Royal Gardens",
      "description": "After breakfast, visit Sri Dalada Maligawa, the Temple of the Sacred Tooth Relic, one of the most revered Buddhist pilgrimage sites in the world.\n\nProceed to the Royal Botanical Gardens, featuring an extensive collection of tropical plants, palm tree avenues, an orchid greenhouse, and memorial trees planted by world figures including Yuri Gagarin and Tsar Nicholas II.\n\nVisit Pinnawala, the largest elephant nursery in Asia, and stop at an Ayurvedic garden to learn about local medicinal plants.\n\nThis tour is ideal for nature, culture, history, and wildlife lovers."
    }
  ]
},

{
  "slug": "sigiriya-kandy-nuwaraeliya-ella",
  "name": "Sigiriya, Kandy, Nuwara Eliya and Ella",
  "description": "A 3-day journey exploring ancient rock fortresses, sacred temples, misty tea hills, scenic train towns, waterfalls, and unforgettable viewpoints of Sri Lanka’s hill country.",
  "image": "/images/tours/short-tours/sigiriya-kandy-nuwaraeliya-ella.jpg",
  "type": "short tour",
  "location": "Sigiriya, Kandy, Nuwara Eliya & Ella, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Pidurangala or Sigiriya Rock Fortress",
    "Golden Buddha Temple in Dambulla",
    "Sri Maha Mari Amman Hindu Temple",
    "Temple of the Sacred Tooth Relic",
    "Nuwara Eliya colonial landmarks",
    "Hakgala Botanical Garden",
    "Ravana Falls",
    "Nine Arch Bridge",
    "Little Adam’s Peak hike"
  ],
  "itinerary": [
    {
      "description": "Sigiriya, the famous Lion Rock, is a UNESCO World Heritage fortress rising dramatically from flat plains, known for ancient frescoes, palace ruins, and the iconic Lion’s Paw entrance.\n\nKandy, the cultural heart of Sri Lanka, is home to the sacred Temple of the Tooth Relic, one of the most revered pilgrimage sites in the Buddhist world.\n\nNuwara Eliya, known as Little England, is famous for cool climate, colonial charm, tea plantations, and high-altitude botanical gardens.\n\nElla, a laid-back hill town, is known for adventure hikes, lush landscapes, Nine Arch Bridge, and breathtaking viewpoints."
    },
    {
      "day": 1,
      "title": "Pidurangala / Sigiriya – Dambulla – Matale – Kandy",
      "description": "Begin with a climb to Pidurangala Rock.\n\nIf you wish, you can climb Sigiriya instead of Pidurangala by paying the difference in ticket prices ($25 per adult and $10 per child 5–11 years old).\n\nOn the way to Kandy, visit the modern Golden Buddha Temple in Dambulla, featuring a 30-meter Buddha statue.\n\nContinue to Matale to visit Sri Maha Mari Amman Temple, one of the largest Hindu temples in Sri Lanka, dedicated to the goddess of fertility and protection.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Kandy – Nuwara Eliya",
      "description": "After breakfast, visit Sri Dalada Maligawa (Temple of the Sacred Tooth Relic), one of the world’s most sacred Buddhist pilgrimage sites.\n\nProceed to the hill capital of tea — Nuwara Eliya, founded by British colonists in the 19th century and known for colonial architecture.\n\nVisit the iconic 1894 post office, still functioning today.\n\nTake a scenic walk through Hakgala Botanical Garden, one of the highest botanical gardens in the world (1,750 m above sea level), home to giant ferns, roses, orchids, and rare flowers.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Ella – Waterfalls, Bridge & Mountain Views",
      "description": "Travel to the famous hill town of Ella.\n\nVisit the legendary Ravana Falls, steeped in ancient folklore.\n\nExplore the 100-year-old Nine Arch Bridge built during the British era.\n\nClimb Little Adam’s Peak for spectacular panoramic views over green mountain ridges.\n\nThis excursion is ideal for nature lovers, adventurers, and travelers interested in culture, wildlife, history, archeology, and religion."
    }
  ]
}
,

{
  "slug": "ella-nuwara-eliya-train-ride",
  "name": "Ella, Nuwara Eliya with Train Ride",
  "description": "A 3-day hill country experience featuring Ella viewpoints, waterfalls, tea highlands, and one of the world’s most scenic train journeys to Nuwara Eliya.",
  "image": "/images/tours/short-tours/ella-nuwara-eliya-train.jpg",
  "type": "short tour",
  "location": "Ella & Nuwara Eliya, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Nine Arch Bridge viewing",
    "Little Adam’s Peak hike",
    "Scenic train ride from Ella to Nanuoya",
    "Ambuluwawa Tower climb",
    "Tea factory & scenic viewpoints",
    "St. Clair Waterfall",
    "Colonial sites in Nuwara Eliya"
  ],
  "itinerary": [
    {
      "description": "Ella is a charming mountain town surrounded by tea estates and hiking trails. Landmarks like Ella Rock and Little Adam’s Peak reveal sweeping green landscapes.\n\nThe Nine Arch Bridge is a famous landmark where trains roll through lush jungle scenery, creating a picture-perfect setting.\n\nNuwara Eliya, known as 'Little England', is famous for its cool climate, colonial charm, flower gardens, and emerald tea fields. The town offers a refreshing highland escape with a nostalgic atmosphere."
    },
    {
      "day": 1,
      "title": "Ella Highlights",
      "description": "Explore Ella’s most iconic attractions, including the legendary Ravana Waterfall and the century-old Nine Arch Bridge.\n\nClimb Little Adam’s Peak for wide panoramic views over green mountain ranges.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Scenic Train Ride to Nuwara Eliya",
      "description": "After breakfast, board the train at Ella Railway Station for one of the world’s most scenic rail journeys, known for its dramatic landscapes and viewpoint-worthy windows.\n\nArrive at Nanuoya Station and continue to Nuwara Eliya, a highland town with timeless colonial character.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Nuwara Eliya & Viewpoints",
      "description": "Begin the day at Sri Lanka’s oldest functioning post office, a charming colonial building perfect for sending postcards.\n\nNext, climb the 48-meter Ambuluwawa Tower, recognized for its outer spiral staircase and breathtaking 360-degree views.\n\nEnjoy sights of St. Clair Waterfall, one of the island’s most beautiful cascades.\n\nVisit the Mlesna Tea Center and Museum featuring scenic terraces, a tea boutique, and stunning views over lush tea landscapes and distant Devon Falls."
    }
  ]
},

{
  "slug": "dambulla-minneriya-kandy",
  "name": "Dambulla, Minneriya and Kandy",
  "description": "A 3-day cultural and wildlife tour featuring ancient cave temples, a safari experience, elephant encounters, and Sri Lanka’s sacred hill capital, Kandy.",
  "image": "/images/tours/short-tours/dambulla-minneriya-kandy.jpg",
  "type": "short tour",
  "location": "Dambulla, Minneriya & Kandy, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Dambulla Cave Temple (Golden Temple)",
    "Minneriya National Park Safari",
    "Pinnawala Elephant Nursery",
    "Sigiriya or Pidurangala Rock (choice)",
    "Temple of the Tooth Relic",
    "Peradeniya Botanical Garden or Ambuluwawa Tower (optional)",
    "Ayurvedic garden visit",
    "Tea factory tour"
  ],
  "itinerary": [
    {
      "description": "Dambulla is home to the Golden Cave Temple, a UNESCO World Heritage site filled with ancient statues, murals, and artwork carved inside massive rock caves dating back over 2,000 years.\n\nMinneriya National Park is famous for the 'Gathering of the Elephants,' where large herds meet near the Minneriya reservoir during the dry season.\n\nKandy, the last royal capital, is a cultural gem known for sacred sites, history, and scenic surroundings."
    },
    {
      "day": 1,
      "title": "Pinnawala & Dambulla",
      "description": "Start the journey with a visit to Asia’s largest elephant nursery, Pinnawala.\n\nContinue to the legendary Dambulla Cave Temple, home to ancient frescoes and statues depicting the life and journey of Buddha.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Rock Fortress & Minneriya Safari",
      "description": "After breakfast, climb one of two iconic sites of your choice: Pidurangala Rock (included) or Sigiriya Rock (+$25 per person fee applies if chosen).\n\nThen enjoy an exciting safari in Minneriya National Park, home to elephants, leopards, buffaloes, deer, crocodiles, and diverse birdlife.\n\nOptional alternative to safari: Village experience including a bullock cart ride, lake boat ride, village lifestyle interaction, and authentic Sri Lankan meal.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kandy Cultural Experience",
      "description": "Visit the Temple of the Tooth Relic, one of the most sacred Buddhist pilgrimage sites.\n\nExplore an Ayurvedic herbal garden and a working tea factory.\n\nChoose between two optional attractions: the Royal Botanical Gardens of Peradeniya or the 48-meter Ambuluwawa Tower, known for its spiral staircase and panoramic hill views.\n\nThis tour is ideal for nature lovers, wildlife enthusiasts, and those interested in culture, history, and religion."
    }
  ]
},

{
  "slug": "kandy-matale-pinnawala-knuckles",
  "name": "Kandy, Matale, Pinnawala and Knuckles Mountain Range",
  "description": "A 3-day cultural, wildlife and nature adventure featuring Sri Lanka’s hill capital, sacred temples, elephant experiences, spice lands and the scenic Knuckles mountains.",
  "image": "/images/tours/short-tours/kandy-matale-pinnawala-knuckles.jpg",
  "type": "short tour",
  "location": "Kandy, Matale, Pinnawala & Knuckles, Sri Lanka",
  "duration": "3 Days",
  "best_time": "Any time of the year",
  "pickup": "Hotel-Tour-Hotel",
  "cost": "Contact us for details",
  "highlights": [
    "Tea factory visit",
    "Pinnawala Elephant Orphanage",
    "Royal Botanical Gardens, Peradeniya",
    "Temple of the Tooth Relic",
    "Sri Maha Mariamman Hindu Temple",
    "Knuckles Mountain Range trek or viewpoints",
    "Sembuwatta Lake or Riverstone Ridge (choice)",
    "Kadadora Temple ruins",
    "Ambuluwawa Tower"
  ],
  "itinerary": [
    {
      "description": "Kandy is the cultural heart of Sri Lanka, home to the sacred Temple of the Tooth Relic.\n\nMatale is famous for spice cultivation and natural charm.\n\nPinnawala is renowned for its elephant orphanage, allowing close interaction and observation.\n\nThe Knuckles Mountain Range is a UNESCO-protected biodiversity hotspot offering misty peaks, forests, waterfalls and breathtaking trekking routes."
    },
    {
      "day": 1,
      "title": "Tea Factory, Pinnawala, Gardens & Sacred Temple",
      "description": "Begin with a visit to an authentic Ceylon tea factory to experience the production process.\n\nVisit Pinnawala Elephant Orphanage, the largest elephant sanctuary in Asia.\n\nStop at an Ayurvedic spice garden to learn about local herbs and healing traditions.\n\nExplore the Royal Botanical Gardens in Peradeniya, featuring orchids, royal palms, and memorial trees planted by global figures.\n\nEnd the day at Sri Dalada Maligawa, the sacred Temple of the Tooth Relic.\n\nOvernight at the hotel."
    },
    {
      "day": 2,
      "title": "Matale Temple & Knuckles Mountain Exploration",
      "description": "After breakfast, visit Sri Maha Mariamman Temple in Matale, dedicated to the goddess of health and fertility.\n\nContinue to the breathtaking Knuckles Mountain Range.\n\nChoose between a scenic walk around Sembuwatta Lake, surrounded by tea land, pines and eucalyptus, or a climb to Riverstone Ridge for panoramic views at 1500m above sea level.\n\nOvernight at the hotel."
    },
    {
      "day": 3,
      "title": "Kadadora Temple Ruins & Ambuluwawa Tower",
      "description": "Visit the mysterious Kadadora Temple ruins, visible only when reservoir water levels are low, often compared to the lost city of Atlantis.\n\nFinish the tour at the 48-meter Ambuluwawa Tower, famous for its spiral staircase and 360° panoramic views across the region."
    }
  ]
}















]